[
["Starter", "A batch of active yeast that is used to begin fermentation."],
["Steely", "an extremely crisp, acidic wine that was not aged in barrels. Wines with acidity that is firm and seemingly metallic, typical of some very fine Sauvignon Blancs such as Sancerre and Pouilly-Fumé from the Loire."],
["Stemmer", "A machine that separates the grapes from their stems, generally combined with."],
["Stemmy", "A term for wines that exhibit dry, woody tannins."],
["Stems", "The woody part of a grape bunch that is high in tannin. Stems are removed before fermentation using a stemmer."],
["Stiff", "See dumb or closed."],
["Still wines", "Any wine without effervescence."],
["Stone fruit", "Mixed fruits with pits (stones) like plums, peaches, apricots and prunes; very characteristic of Tawny Port, Australian 'ports' and some sweet Sherries."],
["Stony", "Similar to 'steely', but with a distinct mineral quality alongside the metal."],
["Strawberry", "Specific fruit aroma descriptor, commonplace in Beaujolais."],
["Straw", "Common color in white wines, lighter and less yellow than gold."],
["Strong", "Characteristic of rich, robust, full-bodied wines."],
["Structural Components", "A wine's alcohol, acid, tannin and sugar."],
["Structure", "The impression conveyed by a wine's structural components."],
["Style", "The characteristic combination of components - alcohol, acid, tannin and sugar - associated with the wines of a region, a winery or a particular winemaker."],
["Subtle", "Complex and balanced; implies more participating elements than 'delicate' but balance is critical. A wine that's 'outrageous' or 'in-your-face' may be complex, but it isn't likely to be subtle."],
["Sulphur Dioxide", "The compound used to inhibit the growth of unwanted microorganisms and to stop browning in wine."],
["Sulfites", "An antioxidant and anti-microbial used to preserve wines.Sulfites occur naturally in all wines to some extent. They introduced to arrest fermentation at a desired time, and may also be added to wine as preservatives to prevent spoilage and oxidation. Without sulfites, grape juice would turn to vinegar."],
["Superiore", "A higher level wine in a given DOC or DOCG classification, for example because of additional aging or more alcohol."],
["Super Tuscan", "A red wine from Tuscany that is not made in accordance with established DOC rules; often a blended wine of superior quality containing Cabernet Sauvignon and/or Merlot."],
["Supple", "A term meaning fluid in texture in the mouth, without any sharpness or roughness. Describes smooth, balanced wines."],
["Sur lie", "A French term meaning, literally, 'on the lees'. Generally refers to the aging of wines on the deposit of dead yeast that forms after primary fermentation. Sur lie aging imparts a toasty quality and enhances complexity."],
["Sweet", "A ripe and fruity taste quality noticeable with perceptible residual sugar, and the description of any dessert wine. Sweet, as a tasting sensation, is perceived on the tip of the tongue."],
["Sylvaner", "(Sill-VAH-ner) - German grape (sometimes spelled Silvaner), considered secondary to Riesling in quality but planted widely as a blending grape. Vinified as a varietal, it makes a light, fruity quaffing wine."],
["Syrah", "A distinguished red varietal made in the Rhone Valley, now grown in California and Australia, where is it known as Shiraz. It makes tannic, ageworthy wines easily identified by a very characteristic floral black-pepper fragrance. Usually requires aging before it can be enjoyed."],
["Table wine", "A term used to describe wines of between 10 and 14 percent alcohol meant to accompany food.; in Europe, table wines are those that are made outside of regulated regions or by unapproved methods. Most EU countries have a national classification called table wine in the country's official language. Examples include vin de table in France, vino da tavola in Italy, vino de mesa in Spain, vinho de mesa in Portugal and Tafelwein in Germany. "],
["Tannat", "[Tan-na] Red wine grape, coming from the Madiran area of South West France. It has recently become the primary wine grape in Uruguay, and is also used to make Armagnac. Tannat's high tannin levels give wines a long aging potential. It is usually blended with other grapes such as Cabernet Sauvignon, Cabernet franc or Fer to soften the tannic astringency."],
["Tannin", "A term used to describe wines with a high tannin impression. A substance found in the skins, seeds and stems of grapes and a principal component of red wine's structure, extracted during fermentation while in contact with the skins and seeds. Oak barrels also impart some tannin to wine."],
["Tar, tarry", "A blend of 'meaty' and 'black pepper' flavors in red Rhone wines like Cote-Rotie and Chateauneuf-du-Pape."],
["Tarragon", "Specific herbal description that is often in vegetal reds like Cabernet Franc and some cool-weather Cabernet Sauvignon."],
["Tartaric acid", "the principal acid in grapes, tartaric acid promotes flavor and aging in wine."],
["Tart", "Broad synonym for 'acidic'. A positive term for crisp acidity in good balance."],
["Tartrates", "Salts of tartaric acid that can form crystals when combined with potassium in unstabilized wine."],
["Taste", "A general term for the total impression a wine gives in the mouth. Also refers to the primary tastes found in wine: Sweetness, sourness and bitterness."],
["Tastevin", "The silver tasting cup used by the Sommelier to taste the wine before pouring for the customer."],
["Tawny", "The brownish or amber color characteristic of wine such as port that has been aged in wood."],
["Tempranillo", "(Temp-rah-NEEL-yo) - Spanish red-wine grape. Like Nebbiolo and Sangiovese in Italy, it historically takes a second place to Cabernet Sauvignon and Pinot Noir in the world 'noble grape' sweepstakes; it makes wines in Rioja and Ribera del Duero that are world-class. Black fruit is the usual descriptor, although most Tempranillo-based wines show spicy oak as an integral component, and are also characterized by the hearty, robust and acidic structure that the grape imparts."],
["Tenuta", "Wine estate in Italian."],
["Teroldego", "[tehr-AWL-deh-go]Dark-skinned Italian grape grown primarily in northeastern Italy. It typically produces deeply pigmented red wines that are intensely fruity, soft, and need little aging. It is usually drunk within three years of bottling, but it can age well for up to 10 years."],
["Terroir", "(Tehr-wahr) - French term for the particular environment in which a wine originates that is used as an explanation for the distinctive characters of a wine. Terroir is often taken to refer simply to the physical elements of the environment (soil, climate, topography etc), although human aspects of that environment (shared knowledge, history, traditions etc) must also be acknowledged."],
["Tete de cuvée", "The French term for a Champagne producer's best bottling."],
["Texture", "a tasting term describing how the wine being tasted feels on the palate.  'Texture' is used more often when describing heavy, dense wines with a big mouthfeel."],
["Thick", "A heavy, dense texture quality."],
["Thin", "Similar to 'light-bodied' but usually more critical. Indicating a deficient character, in terms of body and flavor. Doesn't imply a pleasantly light wine but a bland, uninteresting one."],
["Threshold", "Technical term for a barely off-dry wine with just sufficient sweetness to be at or near the 'threshold of perception' for the average taster. Many California Chardonnays, especially at the low end, are made in this style to appeal to the American public's sweet tooth. (Most frequently encountered in reference to sweetness, by the way, but may be used to discuss barely perceptible quantities of any aroma or flavor element.)."],
["Tight", "A descriptor for wines whose aromas and/or flavors seem to be lacking in expression."],
["Tinto", "(TEEN-toe) - Spanish term for red wine."],
["Toasting", "The carmelization of barrel staves. The amount of 'toast' can vary, imparting different characteristics to the wine."],
["Toast, toasty", "Descriptive flavor and aroma term that may result from making wine in lightly toasted or charred oak barrels."],
["Tobacco, tobacco-leaf", "Specific vegetal aroma quite common in some Bordeaux and California Cabernet."],
["Tocai Friulano", "(Toh-KYE Fr'yoo-LAH-noe) - Italian white-wine grape grown in the far Northeast, no kin to Hungarian Tokay, but capable of producing a delightfully distinctive and aromatic white wine with a unique floral scent; also occasionally seen in California."],
["Tokay", "(Toe-KAY) - Respected Hungarian dessert wine from dried Furmint grapes, reaches its pinnacle in Tokay Aszù ('Ah-zhu'), the sweetest style, affected by botrytis."],
["Tonneau", "Bordeaux term for 900 litre barrels. In Italy it also means 550 litre barrels."],
["Topping", "A winemaking technique to control oxidation of wines aging in barrels where wine is added periodically to replace wine lost through evaporation."],
["Torrontés", "(Tohr-ROHN-tayss) - White grape from Galicia in Spain, gaining recent there and in Argentina for producing racy and aromatic white wines of real character."],
["Total acid", "The measure of all a wine's acids taken together."],
["Touriga Nacional", "A red wine grape from Portugal. Despite the low yields due to its small grapes, it plays a big part in the blends used for ports, and is increasingly being used for table wine in the Douro and Dão regions. Touriga Nacional provides structure and body to wine, with high tannins and concentrated flavors of black fruit."],
["Traminer", "[Trah-mee-ner] Family of red and white skinned wine grape varieties, of which Gewürztraminer is the most well known and the most cultivated today. Gewürztraminer has a red skin and is highly aromatic. All other Traminer grapes are much less aromatic than Gewürztraminer.  Less common red skinned Traminers are: Red Traminer and Savagnin Rose. Some white skinned Traminers are: White Traminer, Yellow Traminer, and Savagnin Blanc."],
["Trebbiano", "(Treb-YAH-no) - Widespread but rather forgettable Italian white grape, producing a neutral dry white wine."],
["Trebbiano d'Abruzzo", "[Treb-YAH-no duh-BROOT-zoe] Italian DOC that typically produces dry white wines with an almond aftertaste."],
["Tree bark", "One of the many variations on 'earthy' and a specific descriptor for red wines made from Mourvedre."],
["Trentino-Alto Adige", "(Tren-TEE-noe Ahl-toe AH-dee-jay) - Mountainous wine region of the Italian North, reaching the Alpine foothills above Trentino and Bolzano. Best known for excellent dry whites."],
["Trockenbeerenauslese", "(TROCK-en-BEHR-en-OWS-lay-zeh) - Tongue-twisting name for the sweetest and most expensive quality level of German wine, literally 'dried individual grapes picked out' hand-selected and botrytis-affected."],
["Trocken", "(TROCK-en) - German for 'dry'. Usually seen on the label of modern efforts to produce traditional German quality wines in a new style without residual sugar, more closely approximating the French and Italian style of dry table wines."],
["Troisième cru", "A French term meaning third growth, a Médoc category specified in the Classification of 1855."],
["Troncais", "A renowned forest near the French city of Moulins where oak is harvested to make wine barrels."],
["Tropical fruit", "General term for mixed figs, dates and pineapple, with an emphasis on the latter; highly characteristic of oaky California Chardonnay."],
["Truffles", "Subtle, earthy mushrooms. The choice of this pricey fungus as a descriptor strongly implies a favorable intent, as is not necessarily the case with its cousin 'mushroom'."],
["Tuscany", "(TUSS-can-ee) - Wine region of Central Italy, surrounding Florence, ancient home of Chianti, Brunello and Vino Nobile, also increasingly known for modern, pricey 'high-tech Tuscans' made using creative blends of the local grapes, Cabernet and others."],
["Typicity", "a tasting term that describes how well a wine expresses the characteristics inherent to the variety of grape represented."],
["Ullage", "(Ull-idge) The space in any wine storage container that develops as wine ages and evaporates. This air bubble will be entirely within the neck of a normal bottle, but older bottles that have lost some of their contents may be described as having a 'mid-shoulder fill' or even 'low shoulder fill'. When in barrels, one must keep ullage at a minimum so the wine does not oxidize."],
["Unctuous", "Rich, intense wines with concentrated, soft, velvety fruit."],
["Underbrush", "Aromas or flavors that suggest dampness, wet leaves or slight decay."],
["Undifferentiated", "Catchall term for a wine that gives a broad flavor description that's difficult to specify 'Undifferentiated' fruit. A synonym might be 'neutral' and neither term is likely to turn up in the notes on a wine that excites the taster."],
["Unfiltered", "Wine that has been bottled without filtration. The goal of filtering is to remove any undesirable elements and produce a stable, clear liquid. But it may also remove elements that improve the aroma, flavor,  and complexity  of a wine."],
["Unripe, under-ripe", "Grapes that do not reach optimum ripeness; green."],
["Uva", "Spanish for 'grape'."],
["Valpolicella", "(Vahl-poe-lee-CHELL-ah) - Lightweight but refreshing red wine from the Veneto of Northeastern Italy. As Recioto della Valpolicella, a thoroughly different wine, powerful and robust, may be sweet or dry (Amarone)."],
["Valtellina", "(Vahl-tell-LEE-nah) - Northern Italian wine region in Lombardy, on the Swiss border, making excellent red wines from Nebbiolo and other grapes."],
["Vanilla", "Specific spice term, highly characteristic of some wines (particularly Spanish and some California reds) aged in new American oak, that has a vanilla-like odor."],
["Varietal character", "The characteristics of a particular grape variety, or the characteristics of a wine that come from the grape variety from which it is made."],
["Varietal", "(Vah-RYE-uh-tal) - A wine made from just one grape type and named after that grape; the opposite of a blend. Cabernet Sauvignon, Merlot, Syrah, Zinfandel, Chardonnay, Sauvignon Blanc and Riesling are all varietals."],
["Variety", "Sub-species of Vitis vinifera that are distinguished by yield, disease resistance or characteristic aromas or flavors of their grapes and the wine made from them."],
["Vat cuvée", "A specific vat of wine selected for its quality."],
["Vecchio", "Italian for 'old'. Used to descrivbe some DOC wines ('invecchiato' means 'aged' and 'stravecchio' means very old.)."],
["Vegetal", "Roughly synonymous with 'herbaceous off' odor reminiscent of flavors such as bell pepper or asparagus, but probably a bit more negative."],
["Velvet, velvety", "A rather imprecise texture description implying delicious smoothness, classically used to describe red Burgundy and other fine Pinot Noir."],
["Vendange", "(VawN-dawNge) - French for grape harvest. Vendange Tardive ['Tahr-Deev'] is 'late harvest' or 'delayed harvest'."],
["Vendimia", "(Vehn-DEE-mee-ah) - Spanish for 'vintage'."],
["Veneto", "(VAY-nah-toe) - Wine region of Northeastern Italy, around Venice and Verona."],
["Veraison", "(Vay-ray-zoN) - French term meaning 'the onset of ripening'. It is the first appearance of color in ripening grapes. It is the 4th stage of grape maturation, and takes place 40-50 days after berry set. At this stage, the vines focus their efforts on storing sugar in the grapes and developing their flavors, causing the berries to change color and begin softening."],
["Verdelho", " White wine grape grown throughout Portugal, though most associated with the island of Madeira. It also gives its name to one of the main types of Madeira wine. The variety of Madeira wine known as Verdelho lies between those of Sercial and Bual in style, being drier than Bual but not as dry as Sercial. Verdelho wine is known for its high acidity when aged, but if drunk young generally possesses more fruit flavor than the other Madeiras."],
["Verdicchio", "(Vehr-DEEK-yo) - Italian white-wine grape from the Adriatic coast of Central Italy; at its best, tart and suffused with an appealing bitter-almond quality."],
["Vermentino di Gallura", "[Vehr-MEN-tee-no dee gal-lure-ah] Italian DOCG appellation in Sardinia. To qualify for the DOCG, wines must be made from at least 95% Vermentino grapes. Typically the wine is the color of fresh straw, with the greenish tinge of drying grass. The nose, and the palate have a floral style."],
["Vernaccia di San Gimignano", "(Vehr-NAHCH-ya dee Sahn Jee-mee-NYAH-noe) - Dry white wine of ancient heritage from the picturesque Tuscan village of San Gimignano. The town is known for its many towers; the wine, at its best, is crisp and dry and pleasantly bitter in the finish."],
["Vernaccia", "white grape varietal, used in San Gimignano."],
["Vidal Blanc", "(Vee-dahl BlahN) - French-hybrid white-wine grape widely used in Eastern U.S. wines, sometimes crisp and dry but with a sometimes unfortunate pine resin or turpentine quality."],
["Vignaiolo/ Viticoltore", "Italian for winegrower."],
["Vigna/Vigneto", "vineyard."],
["Vigneron, -onne", "Cultivator of grape vines, winemaker."]
]
