[
["Récolte", "Harvest, crop; also, vintage."],
["Red fruit", "Broad catchall term for red wines with mixed flavors of apples, raspberries, strawberries, etc., and quite typical of Languedoc reds, among others."],
["Refosco", "Ancient family of dark-skinned grapes from northern Italy. Traditionally, Refosco has been used to produce wines in a light, fresh style. Recently some Friuli winemakers are experimenting with an appassimento style, resulting in a very full, off-dry red. Others winemakers are seriously reducing yields and aging in new oak, creating a dense, powerful wine. Light or off-dry refoscos are best served at 16 °C (60.8 °F). The ones that are dense and rich in tannin, are best served at 18 °C (64.4 °F)."],
["Refractometer", "An instrument to estimate the sugar content of grape juice by measuring the bending of light passing through it."],
["Region", "A geographical area less specific than a district, but more specific than a country."],
["Rehoboam", "Champagne or wine bottle with a 4.5-liter capacity."],
["Remuage", "The French term for riddling."],
["Reposado", "Category of Tequila that has been aged in oak barrels of any size for at least two months, and less than a year."],
["Reserva", "(Ray-zair-vah) - Spanish legal term for wines aged before sale; for reds, at least three years, including at least one year in wooden barrels and 2 years in bottle before release. The Italian 'Riserva' is similar."],
["Reserve", "A largely American term indicating a wine of higher quality; it has no legal significance and may mean anything the winery (or its advertising agency) wishes."],
["Reserve wine", "In methode Champenoise, wine that is held to be blended into the cuvees of future vintages."],
["Residual sugar", "Technical term for the natural sugar that remains in naturally sweet wines after the conversion of fruit sugars into alcohol."],
["Restaurant pricing", "In restaurants, bottles are usually marked up between 250-350 percent – depending on the level and location of the restaurant. In hotel restaurants the markup is generally higher. However, markups are lower at the very top end, thus cheaper wines carry the highest profit margin, and the most expensive offer the best relative value. By the glass pricing is based on selling a single glass for the price paid for the bottle (based on a four-glass bottle) to account for spillage, spoilage, sampling and other overhead costs."],
["Rheingau", "(RINE-gow) - German wine region along the Rhine ('Rhein' in German) where steep vineyards face directly south along an east-west stretch of the river and thus are considered some of the most favored of the region. The neighboring Rheinhessen (Rine-HESS'n) and Rheinpfalz (Rine-PFALTZ, sometimes abbreviated to 'Pfalz') regions are also well regarded."],
["Rhône", "(Rone) - Great French wine region along the river in southwest France surrounded by villages producing wines mostly from Syrah."],
["Ribera del Duero", "(Ree-BEHR-ah dell Doo-AY-roe) - Challenging Rioja for the title of Spain's greatest red wine, these Tempranillo-based reds -- particularly the fabled Vega Sicilia -- can last and improve for decades."],
["Rich", "A full-bodied wine that finishes with a depth and complexity of flavor and an overall pleasing taste and aroma."],
["Riddling", "The process of rotating Champagne bottles in order to shift sediment toward the cork. (fr. rémuage)."],
["Riddling rack", "In methode Champenoise, the rack designed to hold bottles of sparkling wines in the proper position for riddling."],
["Riesling", "(REESE-ling) - Along with Chardonnay, one of the top white grapes in the world; most popular in Germany, Alsace and Austria. The classic German grape of the Rhine and Mosel, certainly ranks with Chardonnay, Cabernet Sauvignon and Pinot Noir among the most noble wine grapes."],
["Rioja", "(Ree-OH-hah) - A well-known region in Spain known for traditional red wines made from the Tempranillo grape. Perhaps the best red wines of Spain, grown in arid, mountainous Northern Spain and named for the Rio Oja river there. The wines are made from Tempranillo and other grapes, are often aged in oak, and trace some heritage to Bordeaux, from where many wine makers emigrated after the phylloxera scourge of the mid-19th Century."],
["Ripasso", "(Ree-PAH-soe) - Unusual wine-making practice of Valpolicella, in which wine made during the recent vintage is reserved, then placed atop the pressed grapeskins and lees in the vats just used for Amarone and allowed to ferment further in contact with those skins, thus acquiring additional body, extract and flavor."],
["Ripe", "A mature wine that tastes of fully ripened fruit. General term for the overall impression of fruit in a wine; a favorable description for a wine in good balance, stops a bit short of 'juicy' 'jammy' and similar terms describing wines in which fruit is dominant."],
["Riserva", "(Ree-SEHR-vah) - Under Italian wine law, a wine aged for a designated period before bottling; regulations vary from one region to another in terms of the exact period and whether wood aging is required, but are always specific. (See also 'Reserva')."],
["Rising bread dough", "Very specific aroma description for a fresh, yeasty quality often found in Champagnes and White Burgundies. Also noted as 'toasty' or 'biscuity'."],
["Robe", "A French wine tasting term. Usually translated to mean color, it seems to also refer to the overall appearance of a wine."],
["Roble", "'oak' in Spanish. Used to label wines that have been aged in a barrel, but not long enough to be a “Crianza”.  Often robles have 4 months of oak barrel ageing. These wines are meant to be drunk within a few years of release."],
["Robust", "A full-bodied, big, and heady quality."],
["Rosato", "rosé wine."],
["Roscetto", "Ancient white wine variety that is still grown in the Latium of Italy, but only in very small quantities. It produces small, tightly clustered berries with a high concentration of sugar well balanced by acidity. However, because so few commercial wines are made with Roscetto, it's difficult to make generalizations about the grape's fruit character. Some blends are released as Est! Est!! Est!!! wine, in which Roscetto makes up usually 30-40 percen of the grapes."],
["Rosé", "(Roe-zay) - French for 'pink' and used to describe a category of refreshing wines that are pink in color but are made from red grapes. Traditionally made not by blending red and white juice (although some inexpensive wines do this), but by using red grapes and removing the skins from the fermenter before they have had time to impart much color. Also sometimes labeled 'Vin Gris' ('VaN Gree' literally 'gray wine') and, among popular, low-cost American pink wines, 'blush'. Although the blush fad included many forgettable wines, a good, dry, crisp rosé or vin gris can be a refreshing treat on a hot summer day."],
["Rosso di Montalcino", "(ROE-soe dee Mon-tahl-CHEE-noe) - 'Little brother' to Brunello (which see), a good dry Italian red from Tuscany, requiring no aging in wood and permitted to be sold with less aging; often particularly good value."],
["Rosso", "red wine."],
["Rough", "The astringent sensation in the mouth. Characteristic of 'country-style' and 'spaghetti' wines. The tactile 'coarse' sensation one experiences with very astringent wines."],
["Round", "A descriptor for wines that seem neither flat nor angular, related to the wine's structure. A perfectly structured flavor quality in terms of a wine's acidity, tannin, alcohol, and sweetness."],
["Roussanne", "(Roo-sahn) - White Rhone grape, often grown with and blended with Marsanne, but somewhat supplanting the latter for economic reasons -- it is considered more productive and easier to grow."],
["Rubber band", "Unpleasant sulfurous flavor. Like 'burnt match' it may blow off with time in the glass but indicates the likelihood of excessive sulfuring by the wine maker. Also typical of some French-hybrid reds made in Eastern U.S. wineries."],
["Ruby", "Reddish-orange. A general style of rather sweet red port wines that encompasses character ports, vintage port, young ruby ports, and others."],
["Rustic", " Wine that is not very smooth, with tannins that have a chewy or coarse texture. It can be used positively for some wines like Carignane or Petite Sirah, where a touch of rusticity is expected. But for high-end wines that should be in their prime, it is a flaw."],
["Saccharomyces cerevisiae", "One of the main yeast species found in grapes and wines throughout the world. Most of the yeast strains used to ferment white wines are of this species."],
["Saint-Chinian", "(SahN Shee-nee-ahN) - Another once little-known and lightly regarded region of the Languedoc gaining new attention in recent times as the wines of this region become more well-known."],
["Saint-Emilion", "(San'Tay-meel-yon) - Bordeaux region on the right bank of the Dordogne, upriver from Pomerol, and like the latter, best known for its red wines made with Merlot and sometimes Cabernet Franc dominating the blend."],
["Saint-Estephe", "(San'Tes-teff) - Northern portion of the Haut-Médoc in Bordeaux, producing wines considered somewhat less 'refined' than Pauillac to the south (there are no first growths in Saint-Estephe), but still generally excellent, and perhaps more affordable."],
["Sake", "[sah-kay] Alcoholic beverage of Japanese origin, made from fermented rice. It is sometimes referred to in English-speaking countries as rice wine. But, sake is produced by means of a brewing process more like that of beer than fermentation which produces wine. To make sake, the sugar needed to produce alcohol must first be converted from starch. While in wine alcohol is produced by fermenting the sugar that is naturally present in grapes and other fruits. Undiluted sake contains 18%–20% alcohol, although this is often lowered to about 15% by diluting with water prior to bottling. Wine generally contains 9%–16% alcohol, while most beer contains 3%–9%."],
["Salmanazar", "Champagne or wine bottle with a 9-liter capacity."],
["Samos Muscat", "Natural sweet wine produced using 'Muscat Blanc à Petits Grains' grapes grown on the Greek island of Samos. It is usually served cool at 8-10 C (46-50 F). Wines labeled Samos are made from low yielding vineyards in mountainous areas. It has a golden color, a good level of acidity and intense fruit flavors. 'Samos Vin Doux' is made from vineyards in semi-mountainous areas. It has less acidity than other Samos Muscat wines. 'Samos Anthemis' is aged 5 years in oak barrels, which gives it an amber color. During the aging process it acquires  aromas of caramel, honey, and molasses. 'Nectar de Samos' is the high-end Samos Muscat, made from sun-dried grapes and then aged for 3 years in oak barrels. It has a longer finish than the other Samos Muscats."],
["Sancerre", "(SahN-sehr) - An area in the Loire Valley known mostly for dry and tartly acidic white wines made from Sauvignon Blanc."],
["Sandalwood", "Very specific (and rare) floral-aromatic spice describing an occasional red wine."],
["Sangiovese", "(Sahn-joe-VAY-zeh) - A red grape varietal native to Tuscany; the base grape for Chianti, Brunello di Montalcino, Morellino di Scansano and others. Makes a hearty, dry red with flavors of black cherries, often with a characteristic orange glint in the color."],
["Sangria", "Wine punch typical of Spain, Portugal and Argentina. It is served chilled and drunk during the summer. Typically made from wine, chopped fruit, a sweetener, and a small amount of added brandy. The chopped fruit can include orange, lemon, lime, apple, peach, melon, berries, pineapple, grape, kiwifruit and mango. A sweetener such as honey, sugar, syrup, or orange juice is added. Instead of brandy, other liquids such as Seltzer, Sprite or 7 Up may also be added."],
["Sans année", "(abbreviated as S.A.) - French phrase used in Italian winemaking to mean 'non vintage'."],
["Saumur-champigny", "French red wine producing appellation (AOC), in the Loire valley. Saumur-champigny wine must be made from pure Cabernet-franc, or Cabernet-franc blended with Cabernet-sauvignon and/or Pineau d'Aunis. Alcohol levels are between 10.5% and 12.5%. They generally go well with red-meat  or game, and should be served at 16-18 °C (61-65 °F)."],
["Sauternes", "(So-TAIRN) - Great French dessert wine from the Bordeaux district of the same name, made from a blend of Sauvignon Blanc and Semillon grapes harvested late and usually affected by botrytis."],
["Sauvignon Blanc", "(So-veen-yawn BlahN) - A popular white varietal in Europe, California and Australia. Native to the Loire and Bordeaux (where it is usually blended with Semillon); Sometimes called Fume Blanc in California, can be made into botritised dessert wines. The wine comes in many styles, depending largely on canopy management or leaf pruning."],
["Savennières", "(Sah-ven-YARE) - Small Loire region making white wines of exceptionally high quality from Chenin Blanc. One of the few white wines that doesn't merely benefit from a few years of age but actually needs time to come into its own."],
["Savory", " Wine that doesn’t leave an impression of sweetness. It may not taste like fruit at all, with the exception of citrus and possibly apple flavors, which are more acidic than sweet. Savory wines are high in acidity, and have herbal or smoky flavors along with the stony, chalky, slate and flint qualities that come under the vague, all-encompassing term “mineral.”"],
["Scelto", "means 'selected', referring to certain DOC wines."],
["Scheurebe", "(SHOY-ray-beh) - Modern German grape, a Riesling x Sylvaner cross, still rather uncommon but seen increasingly in sweeter, late-harvest wines from the Rhine. The better examples resemble Riesling, with a raisiny fruitiness."],
["Season", "The practice of removing bad odors and flavors from glasses by swirling them wine. Synonyms are Charge, Avvinare, Prime."],
["Secco", "dry."],
["Sec", "French term for dry. (see Dry)."],
["Secondary fermentation", "A fermentation that takes place after the primary fermentation. Both malolactic fermentation and the second alcoholic fermentation in sparkling wines are secondary fermentations."],
["Sediment", "The residue of solids in a bottle of red wine that forms as the wine is matured."],
["Sémillon / Semillon", "(Say-mee-ee'ohn) - A plump white grape popular in Bordeaux and Australia; the base for Sauternes. White wine grape, native to Bordeaux and used there primarily in a blend with Sauvignon Blanc; increasingly seen as a varietal in the U.S. and Australia."],
["Semisecco", "off dry, medium sweet. Used when referring to sparkling wines mainly."],
["Semi-sweet", "Meaning that the wine has some residual sugar. Neither dry nor sweet; slightly sweeter than medium dry."],
["Sensory evaluation", "The assessment of wine based on sight, smell, taste and touch."],
["Serious", "A description used for a wine that is of high quality."],
["Settling", "The precipitation of the solid matter in wine."],
["Seyval Blanc", "(Say-vahl BlahN) - French-hybrid grape widely used to make a dry, crisp white wine that's often aged in oak to enhance its otherwise rather neutral 'vinous' flavor."],
["Sharp", "An intense sensation along the sides of the tongue, attributed to acidity or tannins."],
["Sherry", "A fortified wine from Jerez de la Frontera, in southwest Spain, made by a controlled oxidation method, produced in many different styles, from sweet Cream sherry to very dry Fino sherry. Styles include fino, Manzanilla, oloroso and amontillado."],
["Shiraz", "(Shee-rahz) - The Australian name for Syrah, a red grape variety. Also used in South Africa and sparingly in the U.S. Because Shiraz, the very old city in Iran, produced the well-known Shiraz wine, legends claim the Syrah grape originated in Shiraz and then was brought to Rhône."],
["Short", "Finish or aftertaste that doesn't last. Opposite of 'long' or 'lingering'. A 'finish' that ends abruptly after swallowing a sip of wine. Displaying a supple, smooth texture."],
["Simple", "Flavors and aromas that have only a single layer of sensation, not complex."],
["Single-vineyard wine", "Wine made from grapes grown in one specific vineyard block, and bottled without being blended with wine from any other vineyard."],
["Skin contact", "The time in the winemaking process when the juice of the grapes are in contact with the skins, extracting color, tannin and other substances."],
["Smoky", "The French 'Pouilly-Fumé' and the imitative American 'Fumé Blanc' are said to be based on a purported smoky quality in the wine. However, lightly toasted (charred) oak barrels can impart a notably smoky quality to white wines, and some Fumé Blancs in particular take advantage of this."],
["Smooth", "General textural term, favorable; contrasts with 'rough' or 'astringent'."],
["Soave", "white wine from the Veneto."],
["Soft", "Description for a wine whose alcohol and sugar dominate the tannin and acidity, resulting in a wine without roughness or hardness."],
["Solaio", "refers to the attic where the grapes drying to make Passito wines are kept. In Tuscany, it is also referred to as a 'Vinsolaio'."],
["Solera System", "A system used in the creation of Spanish sherry to carefully blend new and older vintages of wine to achieve a consistent style; a stack of barrels holding wines of various ages."],
["Solid", "A well-structured wine in terms of its components, not soft or harsh."],
["Sommelier", "(Soh-mell-yay) - A professional wine steward. A trained and knowledgeable wine professional, normally working in fine restaurants, who specializes in all aspects of wine service as well as wine and food pairing. The most important work of a sommelier is in the areas of wine procurement, wine storage, wine cellar rotation, and expert service to wine consumers."],
["Sour", "An intense acidic or vinegary sensation along the sides of the tongue. Generally implies unacceptably over-acidic. Wines that are made from unripe grapes."],
["Soutirage", "Clarifying wine by drawing it off from its sediments. (see Racking)."],
["Spaghetti wine", "A jovial term for the kind of simple, uncomplicated quaffing wine that's perfect for washing down spaghetti or pizza."],
["Spanna", "(Spahn-na) - Another name for bargain hunters. Local name for a dry Piemontese red made from Nebbiolo, similar to but generally much less expensive than the neighboring Gattinara. "],
["Sparkling", "Wine with an effervescence caused by a secondary alcoholic fermentation that leaves carbon dioxide trapped in the bottle."],
["Spätlese / Spatlese", "(SHPAYT-lay-zuh) Wine made from fully ripe grapes. German for 'late harvest'. The wines may be either sweet or dry. Alcohol levels may become very high in a dry wine leaving the wine unbalanced, thus Spätlese wines with at least some residual sweetness are preferable to most palates."],
["Spearmint", "Specific aroma description, may be associated with."],
["Spicy", "A fragrance or flavor reminiscent of spices like cinnamon, black pepper, clove, or mint, often in red wines aged in European oak."],
["Spirits", "In wine, the distilled alcohol used to make fortified wines."],
["Split", "A quarter-bottle of wine; a single-serving bottle equal to 175 milliliters."],
["Spritzy", "A slightly sparkling quality, sometimes created when bottling very young wines."],
["Spumante", "(Spoo-MAHN-tay) - Literally 'foaming' Italian for sparkling wine, usually seen in combination with its source, as in 'Asti Spumante'."],
["Stabilization", "The process of removing unwanted substances before bottling so they won't cause haziness or crystal formation in the finished wine."],
["Stalky, stemmy", "Very specific vegetative descriptions, rather rare, most often found in unappealing Pinot Noir made from young vines or underripe grapes."],
["Standard bottle", "Champagne or wine bottle with 0.75-liter or 750ml capacity (still sometimes referred to as a 'fifth', the old U.S. value of 0.2 gal. or about 0.757 liter)."]
]
