[
["Grand Cru, Grand Cru Classé", "(GrahN Crew Clah-say) - French for 'Great growth' or 'great classed growth'. In France, legal terms for very best vineyards identified as historically producers of exceptional wine."],
["Gran Reserva", "A Spanish term used for wines that are aged at least 2 years in oak and an additional 3 years in bottle before release."],
["Grapefruit", "Just like the fruit; most commonly found in Sauvignon Blanc, also commonplace in Gewurztraminer."],
["Grape tannin", "Tannins in a red wine attributable to the grapes from which the wine was made."],
["Grape variety", "A particular type of grape, also called a 'varietal'."],
["Grapey", "Surprisingly, since wine is made from grapes, this is not necessarily a positive term. It implies a strong-flavored, one-dimensional wine without the subtlety or character that shows as complex aroma and flavor."],
["Grappa", "Italian digestive made from the pomace of grapes. Can be aromatic and flavored."],
["Grapy", "Characterized by simple flavors and aromas associated with fresh table grapes; distinct from the more complex fruit flavors (currant, black cherry, fig or apricot) found in fine wines."],
["Grassy", "Walk through your lawn after cutting the grass, and you'll never mistake this aroma, often found in Sauvignon Blanc."],
["Graves", "(Grahv) - Sub-region of Bordeaux, named for its gravelly soil, known for both red wines and Bordeaux's most classic dry, racy whites made from Sauvignon Blanc and Semillon."],
["Grechetto", "the white grape Grechetto is the main grape used to make Orvieto in Umbria e."],
["Green", "General term for the range of herbaceous flavors from grass to green peas. Also, may mean a tart and fruit-deficient flavor found in wines made from unripe grapes. The high acid taste of wines made from unripe grapes."],
["Green olive", "Specific vegetal aroma, often noted in Cabernet Sauvignon. May, surprisingly, be closely chemically related to the typical 'blackcurrant' or 'cassis' of Cabernet."],
["Green peas", "Specific, and usually delightful, description for a 'green' flavor found in some white wines."],
["Green peppers", "Herbaceous/vegetal quality generally thought excessive; once a specific pejorative for reds from California's Monterey region, but modern vineyard management has largely overcome this fault."],
["Grenache", "(Gray-NAHSH) - A hearty, productive red grape popular in southern France and Spain. Red-wine grape commonplace in Languedoc and the Rhone, also California and, as Garnacha, in Spain. Typically makes hearty, peppery wines."],
["Grillo", "White grape which withstands high temperatures and is widely used in Sicilian wine-making and, in particular, for Marsala."],
["Grip", "Generally applied specifically to Port and sometimes to other robust reds, the combination of acidity and tannin that provides structure underlying the fruit, especially in a younger wine."],
["Gris", "Meaning "grey" in French. A very pale rosé color."],
["Grosslage", "(GROSS-lah-geh) - Literally 'large vineyard' a German wine-law designation for a group of individual vineyards whose fruit may be assembled into a wine sold under the Grosslage name."],
["Grüner Veltliner", "A white grape popular in Austria that makes lean, fruity, racy wines."],
["Gruner Veltliner", "(GREW-ner Felt-LEE-ner) - Excellent Austrian grape, producing light but crisp and racy dry white wines."],
["Gulpable", "Light and refreshing and, well, easy to drink. Not usually applied to the fancier line of wines."],
["Halbtrocken", "[HALP-trock-en]German for off-dry. Wine that cannot be deemed sweet or dry. Very slightly sweet."],
["Half-bottle (demiboite - demi-bouteille)", "Champagne or wine bottle with 0.375-liter capacity."],
["Hard", "Firm with high tannins; a quality that usually results from high acidity or tannins. Often describes young red wines."],
["Harmonious", "A term for wines that are well balanced in terms of all its components-fruit, acid, and tannin."],
["Harsh", "A negative characteristic describe astringent wines that are bitter, unpleasant, or offensive taste or sensation, usually from excessive tannins or acidity."],
["Haut", "A French word meaning 'high'. It applies to quality as well as altitude."],
["Haut-Médoc", "(Oh May-dawk) - Major subdivision of the Médoc region of Bordeaux, and source of many of its greatest red wines."],
["Hay", "Similar to 'grass' only more so."],
["Hazelnut", "A specific nutty quality, usually subtle, not commonplace but pleasant when it occurs."],
["Hazy", "A visual description for a wine that's less than clear. In this age of industrial-produced wines, a hazy sample is a rarity, but some 'unfiltered' wines may appear less brilliant than most."],
["Headspace", "The air space in the bottle between the wine and the closure, or in a tank between the wine and the lid."],
["Heady", "Wine with an exceptionally 'forward' or 'fragrant' aroma, typically full-bodied wine that is high in alcohol."],
["Hectare", "A metric measure of area equal to 10,000 square meters or 2.47 acres."],
["Hectoliter", "A metric measure equal to 100 liters or 26.4 gallons."],
["Herbaceous, herbal", "An herbal aroma or flavor of fresh herbs (e.g., basil, oregano, rosemary) in a wine. Often an indication of underripe grapes or fruit grown in a cool climate."],
["Hermitage", "(Air-mee-tahj) - One of the top wines of the Rhone, usually red (made from Syrah grapes) but also white, Also, pronounced in English ('HER-muh-taj')."],
["Hogsheads", "Another term for 60-gallon oak barrels."],
["Hollow", "Lacking substance between the first taste and the finish. A term used to describe a wine that doesn't have depth or body."],
["Honest", "The quality of a clean, simple wine that has nothing unfavorable about it."],
["Honeyed", "A flavor or aroma suggestive of honey, often found in late-harvest wines affected by Botrytis cinerea."],
["Honey", "Specific flavor and aroma description, characteristic of botrytis but may also appear as a flavor nuance in dry white wines."],
["Hot", "generally a sign of excessive or unbalanced alcohol, burns the tongue and palate."],
["Hybrid", "The genetic crossing of two or more grape types; common hybrids include Müller-Thurgau and Bacchus."],
["Hydrogen sulfide", "Chemical responsible for the 'off' odor of rotten eggs in wine."],
["Hydrometer", "An instrument used to measure the degrees Brix of grape juice during ripening, harvest or fermentation."],
["Ice wine", "From the German eiswein, this is a wine made from frozen grapes; Germany, Austria and Canada are leading ice wine producers."],
["IGT", "acronym for 'Indicazione Geografica Tipica' (typical place name), referring to wines that can come from a large variety of grapes from one geographic area. Popular with emerging wine producers, especially experimental ones."],
["Imbottigliato", "bottled. All'origine implies estate bottled."],
["Imperial", "Wine bottle with a 6-liter capacity."],
["Inky", "Very dark to opaque color in a red wine."],
["Institut Nationale des Appellations d'Origine", "The French governing body that created and manages the Appellation d'Origine Contrôée (AOC) system."],
["Intense", "A term that describes wines that express themselves strongly, either aromas and flavors, or of the wine's overall impression."],
["Intricate", "A wine with subtle aroma and flavor complexities that intermingle."],
["Invecchiato", "aged."],
["Jammy", "So fruity that it's reminiscent of jam or jelly. Often applied to big Zinfandels."],
["Jerez", "Short for Jerez de la Frontera, the center of Spain's sherry region."],
["Jeroboam", "Champagne bottle with a 3-liter capacity (equal to four standard 750ml bottles), or wine bottle with a 4.5-liter capacity (equal to six standard 750ml bottles). There are also some 5-liter Jeroboams."],
["Jug Wine", "Term used primarily in California to describe the most basic sort of generic table wine, an American counterpart to vin ordinaire in Europe."],
["Juicy", "Forward, approachable fruit, not necessarily found in a complex wine, but tasty and pleasing."],
["Jumilla", "South-eastern Spanish DO (Denominación de Origen). The Monastrell grape (called Mourvèdre in France) makes up 85% of the grapes in Jumilla wines. The best wines demonstrate a varied flavor profile, including lively fruits and earth and mineral notes when young, developing into complex aromas of matured fruit, coffee and oak spices with extended barrel aging. The region also produces quality rosé wines also produced with Monastrell."],
["Jurançon", "[ZHOO-rahn-sone] - A dry white wine and a more sought after sweet white wine from the Pyrenees region of Southwestern France."],
["Jurancon Noir ( Folle Noire )", "[ZHOO-rahn-sone Nwahr]An uncommon French grape variety used in the production of various Vin de Pays red wines and rosé wines. It is grown in south-western France. Jurancon Noir is not grown in the Jurancon wine region, and bears no relation to Jurancon Blanc. Typically Jurancon "],
Noir wines are light-bodied, low in color, and have fairly undistinguished flavors, and are best consumed while young. It can also produce rosé wines that are crisp and fruity.
["Kabinett", "(Kah-bee-NET) A German term for a wine of quality; usually the driest of Germany's best Rieslings."],
["Kerosene", "A descriptor used to describe a chemical smell found in wine, most often applied to wines of the Riesling grape that have some age to them."],
["Kosher wine", "A wine made according to strict Jewish rules under rabbinical supervision."],
["Labrusca", "Grape types native to North America such as Concord and Catawba."],
["Lactic Acid", "An organic acid produced in wine during malolactic fermentation, where strong malic acid is converted to softer lactic acid. Lactic acid is also found in milk."],
["Lambrusco", "[Lahm-BROOS-coe]Family of more than 60 dark skinned grape varieties, and also the name of an Italian wine made principally from those grapes. The most highly rated wines are the frothy, frizzante red wines, that are designed to be drunk young. Lambruscos are generally off-dry, intensely perfumed and colored. Today they are typically made in bulk, and go through their secondary fermentation in large steel tanks. This is known as the Charmat method."],
["Languedoc", "(Lahn-geh-dawk) - Southern French region, long lightly regarded as the source of simple table wines, more recently gaining recognition for wines of interest and value."],
["Late harvest", "Grapes picked at high sugar levels. A term used to describe dessert wines made from grapes left on the vines at the time of harvest is due to Botrytis cinerea."],
["Lavender", "Specific herbal type, sometimes found in Provence and Languedoc reds. See also 'garrigues'."],
["Lead pencil", "Just what the name implies. Odd as it seems, this is a standard description for Chateau Lynch-Bages and many other fine Bordeaux from the Pauillac region."],
["Leafy", "A 'green' and 'herbaceous' quality reminiscent of leaves, can be a positive or a negative, depending on whether it adds to or detracts from a wine's flavor."],
["Lean", "a light wine with sharp acidity, a good food wine. Also a term implying a thin, light-bodied, watery wine."],
["Leather", "Another take on 'earthy' often found in older reds; may add a specific adjective, as appropriate, such as 'bookbinder's leather' or 'saddle leather'. Maybe even 'Corinthian leather .. ' In concert with other earthy elements, may also suggest 'brett'."],
["Lebanon", "One of the oldest sites of wine production in the world. The most popular varietals are Cabernet Sauvignon, Merlot and Rhone varietals such as Cinsaut, Carignan and Grenache. The country of Lebanon produces about 7 million bottles of a wine a year, about 1000 times less than the two biggest wine producing countries (France and Italy)."],
["Lees", "Heavy sediment (dregs) left in the barrel by fermenting wines, made of grape solids or dead yeast cells."],
["Leesy", "a tasting term noting the rich aromas and smells resulting from a wine which spends time resting on its lees."],
["Legs", "The syrupy remnants that run down the inside of a wine glass after drinking or swirling, which indicate the body and texture of a wine. Also called tears. The higher the alcohol or sugar the thicker the legs."],
["Lemon, lemony, lemon-squirt, lemon-lime", " Specific citric flavors, commonplace in dry white wines, demonstrating why these wines go so well with seafood and fish, just as fresh lemons do."],
["Length", "The time that the 'finish' or 'aftertaste' persists in the mouth; generally, the greater the length, the better the wine. The French actually quantify it, using the term 'Caudalie' with one unit of Caudalie equivalent to one second of length. See also 'lingering, long'."],
["Light", "Indicating a thin character, light-bodied, lightweight. Indicating a wine that crosses the palate without much of a sense of weight or body. May be associated with low alcoholic content."],
["Linden", "A European tree with a strongly aromatic quality that's startlingly reminiscent of Band-Aids. Sorry there's no more felicitous comparison, but 'Band-Aid' describes it exactly."],
["Lingering, long", "Aftertaste or finish that persists for an unusually long time."],
["Liquoroso", "fortified wine."],
["Litchee", "Also 'litchee nut' a popular fruit dessert in Chinese restaurants. Difficult to describe if you haven't tried it, but very characteristic in Gewurztraminer."],
["Lively", "Describes wines that are pleasingly vibrant, crisp, fresh and fruity, bright and vital."],
["Loire", "(Lwahr) - Northeastern French wine region along the river of the same name, known for its scenic beauty and impressive chateaux as well as a wide variety of fine wines, famous for Chenin Blanc, Sauvignon Blanc and Cabernet Franc."],
["Long", "denotes the length of time a wine's presence stays in the mouth after swallowling."],
["Luscious", "usually complimentary, indicating that the wine is rich, opulent, and smooth; most often said of sweet wines but also intensely fruity ones."],
["Macabeo / Macabeu / Viura", "Synonyms for a white wine grape mostly grown in northern Spain. Macabeo is most well known for it's use in producing Spanish sparkling wine Cava. It is also often the main grape of white Rioja and is sometimes blended in small amounts with Tempranillo and red Garnacha, both in unoaked and oaked versions."],
["Maceration", "The process of soaking the skins of red grapes in their juice allowing to ferment together to dissolve the skin's color, tannin and other substances into the juice."],
["Mâcon", "(Mah-coN) - Large region of Burgundy generally known for its good, modest table wines."],
["Macroclimate", "Average, overall weather conditions in a winegrowing region, such as Napa Valley; California; or Champagne, France."],
["Madeira", "(Mah-DER-ah) - Portuguese island off the coast of Morocco in the Atlantic off the North African coast, producing an unusual fortified wine of the same name, produced since the 15th century."],
["Maderized", " Wine that's turned deep amber and nutty, like a bad Sherry or Madeira, with bad treatment or excessive age. Synonymous with 'oxidized'."],
]
