[
["Dumb", "An ageworthy wine with withheld flavor or aroma caused by improperly chilled, stored, or aged wines."],
["Durif", "[Dooh-reef] Synonym for Petite Sirah."],
["Earthy", "A term used to describe aromas and flavors that have a certain soil-like quality, that is, with organic qualities like 'barnyard,' 'forest floor,' 'merde' and 'tree bark'. May be associated with brettanomyces but can also result from oak aging or the nature of specific grapes. Mourvedre, for instance, imparts a characteristic earthy aroma. A bit of earthiness can be appealing; too much makes the wine coarse."],
["Ebullient", "[e-Bul-lient] Bubbly, cheerful and full of energy. Comes from the Latin word ebullire, which means "to bubble out". When in a wine context it describes wine with strong fruit forward flavors, that are not necessarily sparkling."],
["Edelfäule", "(Ay-del-foy-leh) - 'Noble rot' in German; see 'botrytis'."],
["Einzellage", "(EYE'N-tzel-lah-geh) - Single vineyard, in German."],
["Eiswein", "(ICE-wine) - Just as it sounds in English, wine made from late-harvested grapes allowed to freeze on the vine, concentrating the sugars. Originated in Germany, also becoming a star attraction of the Ontario, Canada, wine region."],
["Elegance", "A term applied to wines that express themselves in a refined or delicate manner, as opposed to intense."],
["Elusive", "A secret wine-taster's term meaning 'I can't figure out what this wine smells like'."],
["Enologo", "enologist (winemaker)."],
["Enology or oenology", "The science of wine production; an enologist (oenologist) is a professional winemaker; an enophile (oenophile) is someone who enjoys wine."],
["Enoteca", "Wine shop or Bar."],
["Enotecnico", "winemaking technician."],
["Epernay", "A principal city in France's Champagne district where the facilities for blending, aging and bottling of many Champagne producers are located."],
["Erzeugerabfüllung", "(AIR-tsoy-gur-AHB-few-loong) - 'Estate bottled' under German wine law."],
["Estate", "Vineyards owned by or under the direct control of the winery. On a label, it means the grapes are sourced from vineyards owned by or under the direct control of the winery that made the wine."],
["Ethyl Acetate", "A chemical responsible for vinegary odors in wine."],
["Ethyl Alcohol, Ethanol", "Alcohol in wine that is the product of the conversion of sugar by yeast enzymes during fermentation."],
["Etichetta", "wine label."],
["Ettaro", "hectare (2.471 acres)."],
["Ettolitro", "hectolitre (100 liters), the technical standard used to measure wine volume."],
["Eucalyptus", "Very aromatic quality, akin to mint, classic in some Napa Cabernets, yielding endless discussion as to whether the presence of eucalyptus trees alongside Napa's Martha's Vineyard (for example) directly affects the wine."],
["Evolution", "The development of complex and desirable aromas and flavors in ageworthy wine cellared under appropriate temperature conditions."],
["Extended maceration", "A winemaking process for red wines where the juice is left in contact with the skin cap for an extended amount of time after fermentation is complete."],
["Extra Brut", "The very driest sparkling wine, with sugar content of 0-6 grams per liter."],
["Extra dry", "A Champagne or sparkling wine containing 1.5 to 2.5% sugar."],
["Falanghina", "[falan-Gee-na] An ancient white grape grown in Campania, the region that includes Naples. As a wine citrus aromas usually predominate, in particular bitter orange. On the palate it is known for apple and pear flavors, and may also have spicy or mineral notes, depending on the terroir where it is grown."],
["Fat", "Robust or full-bodied in flavor and aroma. A term implying full bodied, juicy, rich. The opposite of lean."],
["Fattoria", "farm and/or estate. Usually suggests a number of small wine/olive oil estates, and working farms (called 'poderi')."],
["Faugères", "(Fow-ZHER) - Languedoc region and the red wine made there."],
["Fault", "Wines may be spoiled by many different faults. A faulty wine may be corked (by various compounds), oxidized (exposed to air), maderized (cooked by heat) or brett (infected by the yeast Brettanomyces, though not always ruinously). Diners don’t taste wine to see if they like it but to confirm it is not faulty. However, some restaurants will replace bottles that diners simply dislike, before pouring the wine by the glass that night."],
["Fendant", "(FaN-daN) - Swiss dry white wine made from the Chasselas grape."],
["Fermentation", "The process by which sugar is transformed into alcohol; how grape juice interacts with yeast to become wine. In winemaking, the process by which sugar in grape juice is transformed into alcohol and carbon dioxide, and the juice to wine, through the action of yeast organisms. Also refers to any conversion of organic compounds that is catalyzed by microorganisms."],
["Fetească Neagră", "Ancient Romanian/Moldovan grape. The name means "black maiden" in Romanian."],
["Feuillette", "A great barrel (grand tonneau). In wine making, a half-sized cask with capacity ranging from 114 liters in Côte d'Or and Saône-et-Loire, to 132-136 liters in Yonne."],
["Fiano", "Italian white wine grape known for strong flavors and aromas and relatively low yields. The Fiano grape is most closely associated with wine from the Fiano di Avellino DOCG. Fiano di Avellino is often characterized as a pale straw colored wine with strong aromas of spice and floral notes. On the palate, those aroma notes are often present along with honey and nutty hazelnut notes."],
["Fiasco", "the classic Chianti bottles from the 70's, covered in straw and symbol fo low quality!."],
["Figs", "As with 'dates,' an aroma reminiscent of the fruit. May show in oaky Chardonnays or Sauvignon Blancs."],
["Fillette", "Charming name used in the Val-de-Loire and Paris, describing a bottle with a 35-centiliter capacity."],
["Filtration", "The process by which wine is clarified before bottling."],
["Fine", "A quality wine in terms of flavor, aroma, and overall positive characteristics."],
["Fining", "Part of the clarification process whereby elements are added to the wine, i.e. egg whites, in order to capture solids prior to filtration."],
["Finish.", "the impression of textures and flavors lingering in the mouth after a wine is swallowed."],
["Fino", "(Fee-noe) - A light, dry sherry that is matured under a layer of flor yeast. Finos are characterized by flavors of apples, almonds and bread."],
["Firm", "A term for wines that are not soft, but are not harsh or tough, generally referring to the tannic content of red wines or acidity of white wines."],
["Flabby", "A term describing wines that are too soft."],
["Flash-Détente", "[Flash deh-tahnt]New wine making machine invented in France. It means “instant relaxation” in French. The machine heats the grapes to 85ºC (185ºF), and then cools them in a vacuum chamber causing the grapes to burst. The process increases extraction from red grapes while minimizing bitter seed tannin and pyrazine (vegetal) odors. The finished wine also has a darker color. Because some of the water content of the grapes has been vaporized, the pre-fermented juice (called “must”) has a higher sugar content, which will result in higher alcohol or will be adjusted down in some way."],
["Flat", "A term for wine lacking a refreshing, tart or sour taste, or sparkling wines that have lost their bubbles."],
["Flavor", "Aromatic compounds that cause the taste or notes found in a wine, which may vary from smoky to spicy to flowery and more."],
["Flavor compounds", "Organic substances in the grapes that are responsible for many characteristic flavors and aromas of a varietal wine."],
["Flavor intensity", "The degree to which a wine's flavors are pronounced and clearly observable."],
["Fleshy", "The term used to describe a rich textural impression of a wine. Robust and ripe in fruit flavor, texture, and aroma. Fatness of fruit; big, ripe."],
["Flinty", "Dry, mineral character that comes from certain soils, mostly limestone, in which the grapes were grown; typical of French Chablis and Loire Valley Sauvignon Blancs (Sancerre)."],
["Floral, Flowery", "General term for a wine with aromas more reminiscent of flowers than fruit. May be very pleasant, especially in white wines."],
["Flor", "A yeast that forms after fermentation, producing a film on the wine's surface and imparting a distinctive flavor if left in contact with the wine. Fino sherries are produced by aging under flor, which protects the wine from oxygen and destroys the bacteria that turns wine into vinegar, mycoderma aceti."],
["Flowery", "An aroma suggestive of flowers."],
["Flute", "A narrow Champagne glass; also a narrow bottle used for Alsace wine (fr. flûte)."],
["Forest floor", "A light, attractive form of 'earthiness' in a wine, a damp and 'green' flavor reminiscent of leaves and moss."],
["Fortified Wine", "A wine in which the alcoholic content has been boosted by the addition of grape spirit or brandy. Brandy maybe introduced during fermentation; sugars and sweetness are high due to the suspended fermentation."],
["Forward", "A wine that reaches out to you with full aromas and flavors; full of robust fruit flavor."],
["Foudre", "A large oak or chestnut cask used for aging wine (mostly in Provence and Alsace), with a capacity between 150 and 350 hectoliters (3,960 to 9,240 gallons)."],
["Foxy", "A term that notes the distinctive flavors of wines made from native American grapes. The odor and flavor is musty, typically of wines made from vitis labrusca - a common north american varietal. Strong 'grape jelly' aroma and flavor characteristic of like Concord and sometimes found in more subtle form in red French-hybrid grapes."],
["Fragile", "An older wine, fully mature, of such age that it's declining."],
["Fragrant", "General term for a wine with a full, accessible aroma."],
["Frais, fraîche", "Fresh, cool, chilly."],
["Frappé", "Iced, chilled. (see Frais, fraîche)."],
["Frascati", "light white wine that comes from Lazio Region."],
["Free-run", "Grape juice that runs freely from the crusher and press before force is used."],
["Freisa", "medium bodied red grape used to make still, sweet and frizzante wines in Piemonte."],
["French Colombard", "(Cole-um-bar) - Productive white-wine grape used primarily in California's Central Valley to make cheap, neutral jug wines."],
["French oak barrels", "Barrels made from oak wood from French forests. French barrels impart more subtle wood flavors to wine than do American oak barrels."],
["French oak", "Oak wood from the forests of France, considered the preferred type of oak for aging most white wines."],
["Fresh", "General term for a wine with good, pleasant fruit aromas and flavors."],
["Frizzante", "(Free-DZAHN-tay) slightly sparkling. Not fully sparkling or 'spumante'."],
["Frontenac", "[Fronteh-nak] A new variety of dark skinned wine grapes, created in Minnesota, and specifically adapted to cold climates. The berries have high levels of acidity and sugar, and are used to produce dry red wines, rosés, as well as for fortified wines in the style of port. Wines produced from Frontenac typically present aromas of cherry and other red fruits."],
["Fruit bomb", "A description for a wine in which forward fruit dominates the flavor profile. Although such a wine is almost always pleasant to drink, the term implies a lack of balance, with fruit excessive for the wine's acidic structure."],
["Fruit character", "Characteristics of a wine that are derived from the grape, such as aroma, flavor, tannin, acidity and extract."],
["Fruit forward", "A wine in which fruity flavors dominate. Wines from the United States, Australia, and New Zealand tend to be more fruit forward than European wines."],
["Fruity", "Aroma and/or flavor of grapes; most common to young, light wines but refers also to such fruit flavors in wine as apple, black currant, cherry, citrus, pear, peach, raspberry, or strawberry; descriptive of wines in which the fruit is dominant."],
["Frutti di bosco", "'forest fruits', referring to wine flavors such as blackberries, raspberries, and strawberries."],
["Full", "A description of wines that give the impression of being large or heavy in your mouth."],
["Full, full-bodied", "A textural description for a wine that feels full and weighty on the palate, typically associated with wines of relatively high alcoholic content."],
["Fumé Blanc", "(Foo-may BlahN) - U.S. synonym for Sauvignon Blanc, invented by Robert Mondavi during the 1970s as a marketing ploy and widely imitated. Originally denoted a dry style, but any past distinction between Fumé and Sauvignon is lost."],
["Funky", "Modern slang for an 'earthy' wine with strongly organic qualities, may be complimentary, neutral or negative depending on its intensity and the taster's personal preference."],
["Furmint", "(FOOR-mint) - Hungarian white-wine grape, used to make the renowned dessert wine Tokay (which see)."],
["Fût", "An oak cask or barrel. (see Barrique)."],
["Gamay", "(Gam-may) - Red-wine grape of Beaujolais, a light, fresh and fruity red wine from the region of the same name in Southern Burgundy, France. Source of some confusion, as the grape grown in California as 'Gamay Beaujolais' is actually a clone of Pinot Noir, while the California grape known as 'Napa Gamay' is probably Valdiguié."],
["Garnacha", "(Gahr-NAH-cha) - Spanish for 'Grenache' a red-wine grape."],
["Garnet", "A color description, reddish-purple. The metaphor of precious metals and jewels ('gold' 'ruby' 'garnet') is often used to describe the luxurious appearance of fine wines."],
["Garrigues", "The hillsides of Languedoc and Provence are covered with low, aromatic herbs like lavender, and it's traditional among the wine makers of those regions to report these herbal aromas in their wines."],
["Garonne:One of the wine sub regions of South Western France. It includes the following appelations", " Buzet AOC, Cahors AOC, Côtes de Duras AOC, Côtes du Marmandais AOC, Fronton AOC, Gaillac AOC, Marcillac AOC, Coteaux du Quercy VDQS, Côtes du Brulhois VDQS, Côtes de Millau VDQS, Saint-Sardos VDQS, Vins de Lavilledieu VDQS, Vins d'Entraygues et du Fel VDQS, Vins d'Estaing VDQS."],
["Gattinara", "(Gaht-tee-NAH-rah) - Excellent red wine made from the Nebbiolo grape in Northwestern Italy's Piemonte region."],
["Gavi / Cortese di Gavi", "Italian DOCG in the southern part of Piedmont.  Gavi white wines are made from 100% Cortese grapes and are typically light, dry and fruity in style. Gavi was Italy's first white wine to gain international repute and is still considered one of the top-ranking Italian whites today."],
["Generous", "The term for wines whose characteristics are expressive and easy to perceive."],
["Gewürztraminer", "(Geh-VERTZ-trah-mee-nur) - A sweet and spicy distinctively flavored pink/white grape popular in eastern France, Germany, Austria, northern Italy and California."],
["Glacé", "Iced."],
["Gold", "Color description for white wines; a full gold color generally reflects either some age or substantial oak."],
["Governo", "Tuscan practice (called 'Governo all'uso toscano) of drying late harvested grapes to add to the fermented wine, setting off a secondary fermentation to enrich body, color and flavor."],
["Graceful", "Describes a wine that is harmonious and pleasing in a subtle way."],
["Graft", "A vineyard technique in which the bud-producing part of a grapevine is attached to an existing root."],
]
