[
["Accessible", "A wine that is easy to drink without an overwhelming sense of tannin, acidity or extract. Easy to drink, ready to enjoy. May imply unexpected readiness in a wine that usually requires aging."],
["Acetaldehyde", "Distinctive, straw-like, somewhat acrid character; sherry-like. At barely detectable levels acetaldehyde may increase complexity but does not make a wine more enjoyable and should be considered a flaw. When readily detectable it is a fault and for most people such a wine is undrinkable."],
["Acetic", "A vinegary taste that results when a wine is excessively exposed to air. Wines, no matter how well made, always contain small quantities of acetic acidity. If there is an excessive amount of acetic acidity, the wine will have a strong vinegary smell and be a flawed, acetic wine."],
["Acid, acidity", "The tart (or in excess, sour) quality that wine's natural acidity imparts and that gives the wine a sense of body and structure. Required for proper balance; too much or too little constitutes a flaw."],
["Aerate", "To add oxygen to wine during the winemaking process or while decanting a wine. Aerating or decanting a wine will typically warm it up and open up it's aromas. The flavor profile will soften and mellow out a bit and the overall flavor characteristics should improve. Typically red wines are the ones to benefit most from aeration before serving."],
["Aftertaste", "Taste left in the mouth when one swallows. Aftertaste is a synonym for length or finish. The longer the aftertaste lingers in the mouth (assuming it is a pleasant taste), the finer the quality of the wine. Surprisingly, the aftertaste may differ significantly from the taste while the wine is in your mouth."],
["Aging", "Holding wines for a period of time in barrels, tanks or bottles to affect the character of the finished wine."],
["Aglianico", "[ah-LYEEAH-nee-koh]Ancient red grape grown in the Campania region of Italy (south of Naples)."],
["Aglianico del Vulture", "[ah-LYEEAH-nee-koh dehl VOOL-too-reh]An Italian red wine produced from the Aglianico grape. These wines are usually full bodied, and richly textured with a firm tannic structure and chocolate-cherry notes. When young they can be rustic and harsh, but  with age they can develop soft tannins and a more silky texture. They have the potential to improve in the bottle for 6 to 20 years."],
["Albanello bianco, Albanello", "White Italian wine grape grown primarily in Sicily. Traditionally used for producing sweet dessert-style wines from grapes that have been dried in the sun on mats for several days after harvest. Plantings of Albanello have been steadily declining, which has been attributed to the variety's difficulties to cultivate and tendency to ripen late. Synonyms", " Alablanca, Albanella, Albanello Bianco di Siracusa, Alvanella, Alvanello, Arnina Bianca, Arvina and Claretta."],
["Albariño", "(Ahl-ba-REE-n'yo) - Spanish white-wine grape from Galicia."],
["Albariza", "(al-bar-ee-tha) The white, chalky soil that characterizes Spain's Jerez de la Frontera sherry region. Albariza soil is considered the finest soil for producing Fino sherry."],
["Alcohol Level", "The percentage of alcohol by volume of a wine. Most wines have between 9 and 15% alcohol by volume."],
["Alcohol", "The end product of fermentation; technically ethyl alcohol resulting from the interaction of natural grape sugars and yeast; generally above 12.5% in dry table wines."],
["Aleatico", "(Ah-lay-AH-tee-co) - Red grape used for an Italian red wine, also found in California."],
["Alicante Bouschet", "(Ah-lee-KAHNT Boo-SHAY) - Red-wine grape of Southern France and California's Central Valley, usually used in hearty jug wines."],
["Aligoté", "(Ah-lee-go-tay) - Burgundian white-wine grape, considered unimpressive but may turn up in modest white Burgundy of good value."],
["Allocation", "The practice of rationing in-demand wines and controlling where they are sold. Wines with a small production and high demand (e.g., premier cru Burgundy) are often allocated. Some producers go to great lengths to track their wines – to deter forgery and resale and to ensure they are served under the right conditions and in the best restaurants."],
["Almond", "A light bitter, nutlike quality sometimes noted in Italian white wines."],
["Alsace", "(Al-zahss) - Northeastern French province on the Rhine, known for rich dry white wines made from grapes of German heritage, primarily Riesling and Gewurztraminer."],
["Alto Adige", "(AHL-toe AH-dee-jay) - Northeastern Italian wine region, near Bolzano."],
["Amabile", "off dry (semi-sweet)."],
["Amaro", "bitter."],
["Amarone", "(Ah-ma-ROE-nay) - A succulent higher-alcohol red wine hailing from the Veneto region in northern Italy; made primarily from Corvina grapes dried on racks before pressing."],
["American oak barrel", "Barrels made from oak wood from American forests. American oak barrels are generally thought to impart more aggressive wood flavors than do French oak barrels."],
["American Viticultural Area (AVA)", "The term given in the United States to an officially designated winegrape growing region. AVAs are defined officially by the Bureau of Alcohol, Tobacco and Firearms (BATF) based on geographic, climatic and historical criteria. Generally, if an area can demonstrate that it has geographic and climatic conditions significantly different from the surrounding area, it may petition the BATF for an AVA designation."],
["Amontillado", "(Ah-MOHN-tee-YAH-doe) - A sherry that is aged for a time under flor yeast, then given a boost in alcohol to kill the layer of yeast. The wine, now exposed to air, is aged an additional period without the flor cover, gaining body and, through oxidation, a nutty aroma and flavor (like hazelnuts) and turning from pale straw color to amber."],
["Ample", "A descriptor used to describe the impression of fullness in the mouth."],
["Añejo, Anejo", "Category of Tequila that has been aged from one to three years in small oak barrels."],
["Anise", "Faint licorice, a pleasant element in some Spanish reds; may indicate, however, that the wine has been artificially acidified, a practice that may improve short-term enjoyment but tends to give the wines a poor quality."],
["Annata", "vintage year."],
["Anosmia", "the loss of smell."],
["AOC", "Stands for 'Appellation d'Origine Contrôlée', a French term for a denominated, governed wine region such as Margaux or Nuits-St.-Georges."],
["Aperol", " Italian aperitif. Its main ingredients are bitter orange, gentian, rhubarb, and cinchona. It is similar to Campari, but contains much less alcohol (11%)."],
["Apéritif", "An alcoholic beverage consumed before a meal to stimulate the appetite, such as sparkling and fortified wines."],
["Appassimento", "the practice of drying grapes before pressing them, in order to concentrate sugar and extract for the 'Passito' style of wines such as Vin Santo."],
["Appearance", "Generally the first category by which wines are judged in a sensory evaluation. The wine's clarity and color are the primary factors evaluated."],
["Appellation Contrôlée", "(Ah-pel-ah-syohN cohn-troh-LAY) - Legally defined wine-growing region under French law."],
["Appellation", "The official geographic origin of a wine, which becomes part of a wine's official name."],
["Apple", "Pleasant apple-fruit aroma, particularly characteristic of Chardonnays made without excessive oak."],
["Apple-skin", "Tart apple and red-fruit flavor, often noted in red wines of Languedoc and Provence."],
["Apricot", "Apricot flavors are often noted in sweet white wines, particularly if affected by botyrtis."],
["Aragones", "Portuguese synonym for the tempranillo grape variety."],
["Arneis", "White Italian wine grape variety originating from Piedmont, Italy. It is most commonly grown in the white Denominazione di origine controllata (DOC) wines of Roero and Langhe. Arneis (literally little rascal in Piemontese) is so called because it is regarded as a somewhat difficult variety to grow. White Arneis wines fermented and/or aged in oak will be more full bodied, while unoaked Arneis can have more aromatics and perfume. Arneis has the potential to produced highly perfumed wines with aromas of almonds, apricots, peaches, pears and hops."],
["Aroma", "The smells of the underlying grape itself. Bouquet [Boo-K] refers to the whole smell, which also includes scents from the barrels or from the style of winemaking."],
["Aromatic", "A descriptor used to describe wines that have pronounced smells, particularly fruity and floral smells."],
["Aromatic compounds", "The chemical substances in wine, from either the grapes or the winemaking process, that are responsible for the wine's aromas, bouquet and flavors."],
["Asciutto", "very very dry."],
["Asparagus", "Sauvignon blanc based wines, especially Pouilly-Fumés, Sancerres or those of New Zealand will often recall asparagus."],
["Assemblage", "[ah-sem-blaah-je]French word for blend. It refers to the winemaker’s art of blending different wine lots that compliment or reinforce each others’ strengths and overcome corresponding weaknesses. Champagne is usually an assemblage made from a blend of different grape varietals, grapes from different vineyards, and even different years."],
["Asti", "[ass-TEE]Sparkling white Italian wine, made from the Moscato Bianco grape. Formerly known as Asti Spumante (sparking Asti), it was usually very sweet and low in alcohol, and often served with dessert. When the name changed to Asti, there was a change in style, with several producers creating more modern styles of Asti that are less sweet and have more ripe fruit flavors. Asti is often consumed very young and as close to the vintage as possible. After two years, the wine rapidly loses its fresh, floral notes and becomes heavier and richer in body. While still drinkable, older Asti normally doesn't exhibit the typical light, fruity flavors that are usually associated with the wine."],
["Astringent", "Tasting term noting the harsh, bitter, drying sensations in the mouth (mouth-puckering) caused by high levels of tannins. Usually noted in highly tannic reds like immature Cabernet Sauvignon. "],
["Attack", "A technical term for the first impression the wine makes as it reaches your palate, distinguished (in time sequence) from 'middle' or 'mid-palate' and 'finish' or 'aftertaste'."],
["Auslese", "(OWS-lay-zeh) - Designated quality level for German wine made from grape bunches 'picked out' (literally) for their sweetness."],
["Austere", "May denote either - a. Simple, one-dimensional; usually applied to young wines of ageworthy quality to denote unrealized potential; or b. Light yet acidic, not necessarily simple, as in a Chablis."],
["AVA", "American Viticultural Area; a denominated American wine region approved by the U.S. Bureau of Alcohol, Tobacco and Firearms."],
["Avvinare", "The practice of removing bad odors and flavors from glasses by swirling them wine. Synonyms are Charge, Prime, Season"],
["Azienda", "(agricola, agraria and vitivinicola)- all terms used to describe a vineyard or estate that grows all or most of its grapes to be bottled under its own labels (not sold off in bulk)."],
["Bacchus", "The Roman god of wine, known as Dionysus in ancient Greece; a hybrid white grape from Germany."],
["Backbone", "The sense of structure present in a wine with sufficient acidity. Alcohol and tannins may also be elements of structure or backbone."],
["Balanced", "All desirable elements present in proper proportion. Acidity, fruit and, where appropriate, tannins."],
["Balance", "The relationship between a wine's alcohol, acid, residual sugar and tannin. A wine is considered well-balanced when no one of these components stands out significantly from the rest."],
["Balthazar", "Champagne or wine bottle with a 12-liter capacity."],
["Banana", "Specific aroma descriptor, often found in Beaujolais, and specifically in the popular wines made by Georges Duboeuf, a characteristic of his proprietary yeast strain."],
["Bandol", "(Bahn-dole) - Southwestern French wine region, once rare but gaining increasing attention for its rustic reds, particularly those of Domaine Tempier."],
["Banyuls", "(Bahn-YOOLZ) - Natural French dessert wine from the Pyrenees."],
["Barbaresco", "(Bar-ba-RES-coe) - Excellent red table wine made from the Nebbiolo grape in the Piemonte of Northwestern Italy."],
["Barbera", "(Bar-BARE-ah) - semi-classic grape commonly grown in the Piedmont region and most of northern Italy."],
["Bardolino", "(Bar-d0-LEE-noe) - Light, simple red wine from the Veneto in Northeastern Italy."],
["Barnyard", "'Earthy', 'organic' character reminiscent of country lanes. Expected in red Burgundies, and in proportion, considered desirable."],
["Barolo", "(Ba-ROE-loe) - top Piedmont red wine, made with the Nebbiolo grape."],
["Barrel aged", "Wines that are fermented in containers such as stainless steel, and then placed into wooden barrels for maturation. It may also refer to wines that are both fermented and aged in the barrel."],
["Barrel", "A wooden container, generally 60-gallons, used for fermenting and/or aging wines."],
["Barrel fermented", "A process by which wine (usually white) is fermented in oak barrels rather than in stainless steel tanks; a richer, creamier, oakier style of wine."],
["Barrique", "French for 'barrel' generally with a capacity of 225 liters (equal to 300 bottles)."],
["Barsac", "(BAR-sack) - Sub-region of Sauternes in Bordeaux, France, making sweet wines similar to Sauternes but generally less expensive."],
["BATF", "Bureau of Alcohol, Tobacco & Firearms, the branch of the government that regulates the wine industry."],
["Batonnage", "Stirring the lees with a stick to increase flavor extraction."],
["Beaujolais", "(Boe-zho-lay) - Light, fruity and fresh red wine made from Gamay grapes grown in the region of the same name. Beaujolais is a wine more for quaffing than contemplation."],
["Beaujolais Nouveau", "The first Beaujolais wine of the harvest; its annual release date is the third Thursday in November."],
["Beaumes-de-Venise", "(BOME da Veh-NEES) - Southern Rhone (France) region best known for its delicious white dessert wine made from Muscat grapes."],
["Beaune", "(Bone) - Small city in Burgundy, center of its wine region."],
["Beerenauslese", "(BARE-ehn-OWS-lay-zeh) - Quality rating for very sweet German dessert wines, made, literally, from 'individual grapes picked out' for their sweetness."],
["Bereich", "(Beh-RYE'KH) - German wine region, a rather broad area usually incorporating a number of neighboring villages and vineyards."],
["Berry-like", "The term used to describe red wines that exhibit aroma and flavor reminiscent of strawberries, blackberries, raspberries, etc."],
["Big", "A term used to describe wines that are very intense or very full."],
["Bin", "To store bottled wine for further aging, before its release for sale."],
["Birbet", " Wine made from the partial fermentation of Brachetto grapes grown in the Roero region. It is a sweet red slightly effervescent dessert wine with a low alcohol level (5-6%). Typically served young, and cooled to 8-10° C (46-50 F)."],
["Bitter", "A twinge or strong sensation noticeable at the back of the tongue. Usually a taste fault but an attribute in certain Italian reds."],
["Blackberry", "A common descriptor for young Zinfandels."],
["Black cherry", "Quite common in red wines, particularly Merlot, Pinot Noir and Chiantis."],
["Black coffee", "A 'burnt' slightly bitter quality, often found in mature California Cabernets."],
["Black currant", "'Cassis' in French, a fruity and herbaceous quality that's the hallmark of red Bordeaux. Wines with a high percentage of Cabernet-Sauvignon, may recall blackcurrant or cassis flavor, as do some Syrahs."],
["Black fruit", "A catchall term for mixed black-cherry, blackberry, plum and similar fruit aromas, commonplace in many good red wines."],
["Black grapes", "Wine grapes with a blue or reddish skin pigmentation that are used to make red wines."],
["Black olive", "An odd but not necessariy unpleasant flavor to find in a wine, turns up occasionally in Mediterranean reds and in some of the more flavorful Sauvignon Blancs and White Bordeaux."],
["Black pepper", "Fragrant, floral, and distinctively peppery. A trademark of Syrah, also found in Grenache, Carignan, Petite Sirah."],
["Blanc de Blancs", "The name for Champagne made entirely from Chardonnay grapes."],
["Blanc de Noirs", "The name for Champagne made entirely from red grapes, either Pinot Noir or Pinot Meunier, or both."],
["Blend", "The process whereby two or more grape varieties are combined after separate fermentation; common blends include Côtes du Rhône and red and white Bordeaux."],
["Blousy", " Describes a wine that is forced in flavor. Usually  a commercial generic characterless wine that is imbalanced in favor of high alcohol or sweetness."]
]
