[
["Vignoble", "French term for vineyard. Vigna or vigneto in Italian; vinha in Portuguese;  viña or viñedo in Spanish."],
["Vignoles", "(Vee-NYOLE) - Also Ravat 51, a French-hybrid white-wine grape seen in the Eastern U.S."],
["Vigorous", "A firm and fruit-forward flavor quality."],
["Villard Blanc", "(Vee-yar BlahN) - Yet another white French-hybrid grown in the Eastern U.S. Usually rather neutral in quality."],
["Vinacce", "Grape skins, seeds and pulp left after the must or fermented wine has been pressed. This is the base used to make grappa."],
["Vin Délimités de Qualité Supérieure (VDQS)", "Literally translated as wines of superior quality, these wines are produced in AOC regions but fall slightly below AOC quality standards. The category will be eliminated in 2011."],
["Vin de pays", "An official category of French wines above the level of vin de table, lower in status than Appellation Controllée; comprising about one quarter of the wine produced in France. Wines bearing this designation should demonstrate a certain degree of regional character."],
["Vin de table", "French for table wine. (see Table wine)."],
["Vin doux naturel (VDN)", "Sweet dessert wines primarily from southern France, made in a process similar to Port, i.e. fortified to 18-21% alcohol by volume. White versions are typically made from the Muscat grape, reds from Grenache."],
["Vinegary", "The "off" odor of ethyl acetate or acetic acid."],
["Vinegary, volatile acidity", "Acetic acid present. Historically a common sign of poorly made or stored wine, now rare in this age of high-tech industrial wine making. Tiny quantities may be present, and acceptable, in wines made by carbonic maceration (Beaujolais), and, startlingly, fine dessert wines."],
["Vin Gris", "(VaN Gree) - Pink wine (see 'rosé)."],
["Vinho Verde", "(VEEN-yoh VEHR-day) - Literally 'green wine' a reference to youth rather than color; a refreshing, light and often slightly sparkling Portuguese white wine. Always look for the youngest available, preferably no more than a year old."],
["Vinicole", "French, related to the growing of grapes, viniculture, wine industry, or wine tourism."],
["Viniculture", "The cultivation of the vine, esp. for making wine; viticulture. The craft and science of growing grapes and making wine. "],
["Vinification", "The process of turning grapes into wine."],
["Vinology", "the study of wine in a classroom setting, typically at a wine school."],
["Vino Nobile di Montepulciano", "(Vee-noe NOH-bee-lay dee Mohn-tay-pool-CHAH-noe) - Excellent Tuscan red wine made from a blend of Sangioves, called Prugnolo Gentile; neighboring to Chianti but distinctly different."],
["Vino Novello", "'new' wine, meaning young wine- to be drunk within a year of bottling and produced using carbonic maceration."],
["Vinous", "Another of those 'I don't know what to say' terms implying an undifferentiated, simple 'wine' aroma without any elements that really stand out for description."],
["Vin Santo", "'holy wine', this delicious, sweet wine is from Tuscany made from late-harvest Trebbiano and Malvasia grapes made from grapes dried after the harvest and kept in small barrels in 'Vinsantaia' (aging rooms) where seasonal heat and cold are essential to the extended fermentation process."],
["Vins de primeur (or nouveaux wines)", "French wines which are permitted by AOC regulations to be sold in the same year that they are harvested. The most widely exported nouveau wine is Beaujolais nouveau."],
["Vintage", "(VIN-tij) - the year in which a wine is bottled.  Also, the yield of wine from a vineyard during a single season."],
["Vin", "French for wine."],
["Vintner", " A person who makes or sells wine."],
["Viognier", "(Vee-ohn-yay) - A fragrant, powerful white, seldom-seen grape used only in the rather rare French Condrieu and Chateau-Grillet, grown in the Rhône Valley of France and elsewhere. It makes a light, lean wine with a very characteristic floral scent, not meant for aging but best consumed early."],
["Violets", " A floral quality characteristic of some Italian reds, particularly Barolo, Barbaresco, and others made from the Nebbiolo grape."],
["Viticulture", "The science and business of growing wine grapes. (see Viniculture)."],
["Vitigno", " Vine or grape variety."],
["Vitis aestivalis", " A native American species of vine found in Tennessee, Arkansas and Missouri."],
["Vitis labrusca", "A popular native American species of vine found growing in the northeastern United States and Canada."],
["Vitis riparia", "A native American species of vine known for being resistant to phylloxera."],
["Vitis rotundifolia", "A native American vine species found growing around the Gulf of Mexico."],
["Vitis vinifera", "The native European species of vine that is used to produce most of the world's wine."],
["Vitis Vinifera", "(Vee-tis Vi-NIFF-eh-ra) - Grape species including virtually all of the most desirable wine grapes, including Cabernet Sauvignon, Pinot Noir, Chardonnay, etc."],
["Vivace", "'lively', used to refer to the slight sparkle in some wines."],
["Volatile Acidity (VA)", "An acetone-smelling aroma that indicates a wine is turning to vinegar."],
["Voluptuous", "A wine with a rich body and supple texture."],
["Vouvray", "(Voov-ray) - Outstanding Loire white, based on Chenin Blanc; table wines may range from dry through slightly sweet, and it also makes spectacular dessert wines."],
["Walnut", " The most overtly nutlike of the various nut descriptors; classic definition for Sherry."],
["Warm, warming", "Usually refers to a wine of high alcoholic strength (see 'hot'), but may also describe a simple wine made from warm-weather grapes (see 'plummy')."],
["Watery", "As a visual description, very pale, clear as water. As a flavor description, lacking in flavor, weak."],
["Weak", "A wine lacking in character."],
["Weedy", "Another variation on 'green' or 'herbaceous' typically used in conjunction with 'dill' to denote a red wine with a marked American oak character, like Penfolds Bin 707 Cabernet Sauvignon."],
["Weight", "similar to 'body', the thicker or richer a wine feels in the mouth, the more weight is described as having."],
["Wein", "(Vine) - German for 'wine'."],
["Well-balanced", " Wines whose components - acid, alcohol, tannin and residual sugar - relate in a balanced way, so none overwhelm the others."],
["White Riesling", "(Reese-ling) - STrue name of the so-called Johannisberg Riesling or Rhine Riesling grape and its wines. Viewed at a distance in the field, there is a distinctly whitish natural cast on the fruit."],
["White Zinfandel", "(Zin-fahn-DELL) - 'Blush' wine, usually California, usually simple and often slightly sweet, made by removing red Zinfandel grapes from the juice before they impart significant color. See Zinfandel."],
["White wine", "Wine whose color can be straw-yellow, yellow-green, and yellow-gold coloured. Some white wines are made only from the juice of RED grapes. Some Champagnes are made this way. Other white wines are made the juice AND the skins of white grapes. White wines are often consumed with lighter meals, or as an apéritif. They are more refreshing, lighter in both style and taste than the majority of their red wine counterparts, making them ideal for spring and summer occasions. The old guideline of “white wine with white meat” still holds true in many instances, but there are plenty of exceptions and palate preferences that dictate which wines to pair with which foods. White wines are usually served in glasses with smaller bowls than red wines. Optimum white wine serving temperatures range from 6° to 10°C [42.8°-50°F]. Overall as the serving temperature of white wine decreases the aroma intensity will also decrease."],
["Wildflowers", "Generalized term for light, delicate flowers in a wine's aroma."],
["Wine", "fermented juice of grapes."],
["Wine cellar", "Room below ground level, in which wine is stored. Also a stock of wine. Traditional passsive wine cellars are usually built underground to reduce temperature and humidity swings which can harm the wines. In active cellars, temperature and humidity are kept under control by refrigeration units."],
["Wine thief", "A long tube used for taking samples of wine from barrels."],
["Witch hazel", "An aromatic medicinal scent, not unpleasant, reminiscent of vermouth."],
["Wood tannin", "Tannins that are attributable to the barrels in which the wine was aged, rather than from the grapes."],
["Woody", "The "off" odor of wines stored too long in oak barrels. Wine in which wood characteristics dominate. Not usually complimentary."],
["Xarel·lo", "White grape mostly grown in Spanish Catalonia. With Macabeu and Parellada, it is one of the three traditional varieties used to make the sparkling wine Cava. Xarel·lo wine can be strongly flavored, and is more aromatic than the other two Cava grape varieties."],
["Xérès", "The French term for both the Jerez sherry region of Spain and sherry itself. An official seal with the words "Jerez-Xérès-Sherry" appears on all bottles of authentic Spanish sherry."],
["Yeast", "Organisms that issue enzymes which trigger the fermentation process; yeasts can be natural or commercial."],
["Yeasty", "The odor of the yeast used to ferment the wine."],
["Yield", "The amount of grapes harvested in a particular year."],
["Young", "A fresh, fruity, un-oxidized and possibly slightly yeasty aroma. Young wines typically have fresh and crisp flavors."],
["Youthful", "Usually signifies that a wine is immature and needs cellar time, but may also refer to a wine intended to be drunk young, like Beaujolais."],
["Zinfandel", "[Zin-fahn-DELL] Red grape variety, common in California, used to produce red table wines, sparkling wines, blush wines and even port. The same grape is called Primitivo in southern Italy. Zinfandel red wines are generally robust, inky, and tannic with high alcohol levels. Red berry fruit flavors like raspberry predominate in dry reds produced in cooler areas. Blackberry, anise and pepper notes are more common in wines made in warmer areas. In the USA, a semi-sweet rosé (blush-style) wine called White Zinfandel is now more popular than the original dry red Zinfandel."],
["Zingy", " Another synonym for 'acidic' usually implying a significant but not overwhelming level."],
["Zuccheri Residui", "Italian for 'residual sugar'."],
]
