[
["Blueberry", "Another specific fruit description, often for Cabernet Franc."],
["Blush", "A wine made from red grapes but which appears pink or salmon in color because the grape skins were removed from the fermenting juice before more color could be imparted; more commonly referred to as rosé."],
["Bodega", "Spanish for winery; literally the 'room where barrels are stored'."],
["Body", "A tactile sensation describing the viscosity or 'weight' of wine in the mouth. Body is correlated with the level of alcohol and extract. Wines are described as light-, medium- or full-bodied."],
["Bonarda", " Name applied to several different grape varieties used to make red wine. In Argentina Bonarda is a synonym for Douce noir. Bonarda Piemontese is grown in Piedmont, around Turin, where it may be labelled as Bonarda dell'Astigiano, Bonarda di Chieri, Bonarda di Gattinara or Bonarda del Monferrato. Bonarda dell'Oltrepò Pavese is synonym for Croatina which is grown in Lombardy, around Pavia. Uva Rara is called Bonarda Novarese in Novara and Vercelli."],
["Bordeaux", "(Bore-DOH) Large wine-producing region in south-western France, made up of a dozen subregions and 54 appellations.\nA red wine made mostly from Cabernet Sauvignon, Merlot and Cabernet Franc; a white wine made from Sauvignon Blanc and Sémillon."],
["Bordeaux blend", "(Bore-DOH blend) Grapes used to produce wines in Médoc and the rest of the left bank of the Gironde river. Typical top-quality Chateaux blends are 70% Cabernet Sauvignon, 15% Cabernet Franc & 15% Merlot."],
["Borgonne", "(Boor-GON-yeh) Phonetic spelling of 'Bourgogne'. See 'Burgundy' and 'Bourgogne'."],
["Botrytis", "'Noble rot' a good mold that pierces the skin of grapes and causes dehydration, resulting in natural grape juice exceptionally high in sugar.  Botrytis is largely responsible for the world's finest dessert wines."],
["Botrytis cinerea", "[boh-TRI-tihs sihn-EHR-ee-uh] A fungus or mold that grows on ripening grapes, which can produce sweet dessert wines when cultivated properly."],
["Botrytised", "Sweet wines made from grapes affected by botrytis cinera."],
["Botte", "wine Cask or Large Barrel. Usually made of oak, also sometimes made of Chestnut wood Slovenian oak is quite common in Italy, particularly in Tuscany."],
["Botticella", "small wine cask."],
["Bottiglia", "bottle."],
["Bottle-aged", "Description of the character of a wine derived from its maturation period in bottle."],
["Bottle aging", "The maturation period of a wine after bottling that allows some of its components to mature and a bottle-aged bouquet to form."],
["Bouquet", "[Boo-K] The sum of a wine's smells; how a wine smells as a whole. Bouquet is a key determinant of quality. The bouquet comes from the grapes, and also the winemaking process (fermentation, processing and aging)."],
["Bourgogne", "(Boor-GON-yeh) - French for 'Burgundy'."],
["Boxwood", "Aromatic shrub reminiscent of cat urine (really!) and thus a euphemism for the more pungent 'cat spray' or 'cat pee' descriptor found in some Sauvignon Blancs."],
["Bramble fruit", "Botanical term for blackberries and raspberries, the trademark of Zinfandel."],
["Brandy", " A strong alcoholic spirit distilled from wine or fermented fruit juice. It contains 35–60% alcohol by volume (70–120 US proof) and is usually an after-dinner drink. Some brandies are aged in wooden casks, some are colored with caramel coloring to imitate the effect of aging. In western countries, brandy is traditionally drunk neat at room temperature. In parts of Asia, it is usually drunk on the rocks."],
["Brass", "Greenish-gold color description. Used for many white wines"],
["Breathing", "allowing wine to come in contact with air to open and improve the flavors.  (See 'aeration')."],
["Brettanomyce", "a wine-spoiling wild yeast occasionally afflicts wines, particularly those made under less-than-sterile conditions in older or careless wineries. Produces barnyard or metallic aromas."],
["Brett", "A wild yeast that occasionally afflicts wines, particularly those made under less-than-sterile conditions in older or careless wineries."],
["Bright", "A term used to describe wines whose characteristics are perceived vividly, either visually or by aroma and flavor."],
["Brilliant", "a tasting note pertaining to wines that appear sparkling clear."],
["Brix", "A scale used to measure the level of sugar in unfermented grapes. Multiplying brix by .55 will yield a wine's future alcohol level."],
["Brooding", "A subjective description for a heavy, intense red wine with depths of complexity; may also refer to a wine of this type that's 'closed' or 'dumb' but that shows a sense of hidden glories."],
["Brown sugar", "Not sweetness but a pleasant caramel aroma."],
["Brunello di Montalcino", "(Broo-NELL-oh dee Mon-tahl-CHEE-noe) - top Tuscan red wine, made with a clone of Sangiovese."],
["Brut", "(Broot) - Very dry (unsweet), in specific reference to Champagne. A French term ('very dry') used to describe the driest champagnes, ciders, or sparkling wines - with less than 15 grams of sugar content per liter."],
["Brut nature", "Totally dry, i.e. 0 grams of sugar content per liter. (see Extra Brut)."],
["Budbreak", "The first stage of growth for the vine. It requires temperatures of at least 10 degrees celsius (50 fahrenheit) to begin."],
["Bung hole", "The opening in a cask in which wine can be put in or taken out."],
["Bung", "the plug used to seal a wine barrel."],
["Burgundy", "A prominent French wine region stretching from Chablis in the north to Lyons in the south; Pinot Noir is the grape for red Burgundy, Chardonnay for white."],
["Burnt match", "Always a flaw, the smell of a just-extinguished match suggests negligently excessive use of sulfur in wine making."],
["Butter, buttery", "As the name suggests, an obvious taste of butter in the wine. Common in Chardonnays, especially from California, it's often a sign that the wine has gone through 'malolactic fermentation'."],
["Cabernet Franc", "(Cab-air-nay FrahN) - A red grape common to Bordeaux; characteristics include an herbal, leafy flavor and a soft, fleshy texture."],
["Cabernet Sauvignon", "(Cab-air-nay So-veen-yawN) A powerful, tannic red grape of noble heritage; the base grape for many red Bordeaux and most of the best red wines from California, Washington, Chile and South Africa; capable of aging for decades."],
["Cahors", "(Cah-ORE) - Southwestern French wine region, not far from Bordeaux, best known for inky-dark red wines made from the Malbec grape."],
["Candied, candied fruit", "Specific flavor descriptor, just like the bits of fruit found in the traditional holiday fruitcake."],
["Canopy management", "The viticultural techniques used to balance shoot growth and fruit development to maximize the varietal character of the grapes."],
["Canopy", "The foliage of a grape vine."],
["Cantaloupe", "As the name indicates. This and other melon flavors are typical of Pinot Blanc, Pinot Gris, Pinot Grigio and Chenin Blanc."],
["Cantina", "cellar, winery."],
["Cantina Sociale", "co-operative winery."],
["Cap", "A layer of skins and seeds that forms on top of the juice during fermentation of red wines. Grape solids like pits, skins and stems that rise to the top of a tank during fermentation; what gives red wines color, tannins and weight."],
["Capsule", "Metallic or plastic foil that covers the cork and the upper neck of a wine bottle."],
["Caraffa di Decantazione", "decanter."],
["Caramel", "A distinctive odor in heated sweet wines and a subtle component of Champagne. As with burnt-sugar above, a sweet, sugary aroma, not unpleasant, similar to toasted oak."],
["Carato", "synonym of barrique, it refers to a small wine barrel (usually the 225 litre barriques)."],
["Carbonic maceration", "The Beaujolais process, in which whole grapes are fermented without crushing. Creates a very fruity wine with characteristic aromas of bananas, strawberries and cotton candy and often a salad-dressing whiff of vinegar within palatable limits."],
["Carignan", "[Cah-reen-yawN] - Red grape from Southern France, once lightly regarded, but coming into its own with the emergence of quality wines from Languedoc. Red-fruit character, sometimes peppery like Syrah."],
["Carineña", " Region in northern Spain producing a wide variety of wine styles, ranging from oak-aged reds, to dry whites, fruity rosados (rosé wines) and sweet moscatels. Garnacha Tinta, Carignan/Mazuelo and Tempranillo grapes are commonly used Carineña reds and rosés. Viura is commonly used for whites. Carineña is also a synonm for the French Carignan grape, and it is acknowledged that the grape originated in the Carineña region."],
["Carmenere", "[Car-men-air]A wine grape variety now mostly found in Chile, but originally coming from Bordeaux. It is a member of the Cabernet family of grapes, and produces deep red wines. Although mostly used as a blending grape, some wineries make a pure Carménère wine which, when produced from grapes at optimal ripeness, imparts a cherry-like, fruity flavor with smoky, spicy and earthy notes. The taste might also be reminiscent of dark chocolate, tobacco, and leather. Wines made only from Carménère are generally medium body, and best drunk while still young. The tannins are gentler and softer than those in Cabernet Sauvignon."],
["Casa Vinicola", "Wine house or merchant 'commerciante', who bottle wines made with other cellar's wines."],
["Cascina", "farmhouse, wine estate."],
["Cask", "A large wooden container used for making or storing wines."],
["Cassis", "French blackcurrant liqueur, classic description for the aroma of red Bordeaux."],
["Castello", "castle."],
["Cat spray", "An earthily descriptive name for a pungently musky quality that appears in some Sauvignon Blancs."],
["Caudalie", "Technical French term that quantifies a wine's 'length'. 1 second of finish equals 1 Caudalie."],
["Cava", "(CAH-bah) Spanish for 'cellar' but also a Spanish sparkling wine made in the traditional Champagne style from Xarello, Macabeo and Parellada grapes."],
["Caveau", "A wine-tasting cellar."],
["Cave à vin", "Wine cellar, wine storage cabinet."],
["Cave", "Basement, cellar, wine cellar."],
["Cedar", "Check an old-fashioned cedar chest to sample this herbaceous aroma, which is often found in Bordeaux and California Cabernet."],
["Cedary", "Aromas or flavors that resemble the smell of cedar wood."],
["Cepage or Cépage", "[Say-pah-ge] French word for 'grape variety.' On a wine label, it refers to the varietals that have been used to create the wine. The 'ge' at the end is pronounced similarly to the beginning of the word 'ge-ne-ral'. Some well-known cépages include Cabernet-Sauvignon, Chardonnay, Gamay, Grenache, Merlot, Pinot Noir, Riesling, Syrah, etc."],
["Cerasuolo", "cherry colored rosè wine from Sicily."],
["Chablis", "(Shah-blee) - Excellent white wine made from Chardonnay grapes in the town and wine region in the northernmost sector of Burgundy (east of Paris) known for steely, minerally Chardonnay. Long used as a generic term for 'white wine' by makers of cheap American wines."],
["Chambourcin", "(Sham-boor-saN) - One of the more palatable red French-American hybrid wine grapes, widely used for making table wines in Eastern U.S. regions where vitis vinifera grapes don't thrive."],
["Champagne", "(Sham-pain) A denominated region northeast of Paris in which Chardonnay, Pinot Noir and Pinot Meunier grapes are made into sparkling wine. Also the name of sparkling wine which is made by the méthode champenoise."],
["Champenoise", "A product or person of France's Champagne district."],
["Chancellor", "(CHAN-suh-ler) A French-hybrid grape used to make hearty red wines in the Eastern U.S.A"],
["Chaptalization", "The process of adding sugar to unfermented grape juice to increase alcohol levels.  Chaptalization is illegal in some parts of the world, and highly controlled in others."],
["Character", "The impression of a wine being solid and having integrity and substance."],
["Charbono", "(Shar-BOE-noe) - Italian-style grape used to make a simple, robust red wine in California."],
["Chardonnay", "(Shar-doe-nay) - A white grape variety considered one of the world's finest. Widely planted and used both for dry, barrel-aged table wines as well as blends for fine sparkling wines. One of the world's most well-known white wine grapes. Originated in Burgundy, where many argue that it still reaches its pinnacle, but widely planted in the U.S., Australia and all over the world."],
["Charge", "The practice of removing bad odors and flavors from glasses by swirling them wine. Synonyms are Avvinare, Prime, Season"],
["Chassagne-Montrachet", "[Shah-sa-n'ye Mon-ra-shay] Small high-quality French wine AOC in the Côte de Beaune area of Burgundy. It produces  white Chardonnays,  and red Pinot noirs. The production consists of around two-thirds white wine and one-third red wine. The style of white Chassagne-Montrachet is often both fruity and mineral, with the level of oak varying between producers."],
["Chasselas", "(Shah-s'lah) - White wine grape best known in dry Swiss whites."],
["Château", "French for 'castle'; an estate with its own vineyards. However, not all wine producers using Château on their wine labels actually have a castle. Roughly equivalent to 'vineyard' or 'winery' in French wines."],
["Chateauneuf-du-Pape", "(Shot-toe-noof duh Pop) - An excellent, complex red dry wine from the Rhone region of Southern France, made from a blend of up to 13 specified grapes and boasting a heritage that reaches back to the Fourteenth Century sojourn of the Catholic Popes in nearby Avignon (hence, 'new castle of the Popes')."],
["Cheesy", "Organic, ripe natural cheese aromas, almost always a flaw, typically indicating filthy wine making and an unwanted secondary fermentation in the bottle."],
["Chelois", "(Shel-wah) - French-hybrid grape used in Eastern U.S. wines, makes a rather light and fruity red."],
["Chenin Blanc", "(Shay-naN BlaN) A versatile white variety known for dry and sweet table and sparkling wines of Loire, France, as well as dry table wines of California and South Africa."],
["Cherry-berry", "Akin to black fruit, a delightful fruit combination often noted in good red wines."],
["Chestnut", "Specific, descriptive aroma and flavor description, classic in Meursault but often present in other White Burgundies and more rarely in Chardonnays from other regions."],
["Chewy, chunky", "A textural description for a wine so full-bodied that it almost seems as if you could chew it."],
["Chianti", "(Ki-AHN-tee) - A scenic, hilly section of Tuscany known for fruity red wines made mostly from Sangiovese grapes. The classic dry red wine of Tuscany, made from Sangiovese and other grapes near Florence in North Central Italy. Once dismissed as 'pizza wine' and served in wicker-wrapped fiaschi bottles, it's now more respected as a serious table wine, and has given rise in turn to pricey 'Super Tuscan' wines incorporating Sangiovese, Cabernet Sauvignon and other non-traditional blends. Chianti Classico is made from grapes grown in the central part of the region and considered more desirable; Chianti Classico Riserva spends additional time aging in oak barrels."],
["Chiaretto", "rosè wine from Garda."],
["Chile pepper", "Extreme manifestation of herbaceous qualities in Sauvignon Blanc."],
["Chocolate, dark-chocolate", "Not sweet but rich, pleasantly 'burnt' flavor, usually in robust red wines. In some cases may be associated with aging in oak barrels."],
["Cigar box", "Mixed cedar and tobacco, a surprisingly lovely scent that's typical of some fine Bordeaux."],
["Cinsaut", "(SaN-so) - dark red French grape, sometimes spelled 'Cinsault'. Most common in Languedoc, also a parent (with Pinot Noir) in the South African grape crossing called 'Pinotage'."],
["Citric acid", "one of the three predominate acids in wine."],
["Citric", "Generic citrus fruit, a pleasurable element in many whites."]
]
