[
["Over the hill", "A wine that's been kept too long (or poorly) and is no longer enjoyable. See 'geriatric'."],
["Oxidized", "Wine changed by contact with air, usually producing undesirable color and flavors, turning it a brownish color. over-aged. A controlled edge of oxidation, however, improves certain wines, for example an old, ageworthy White Burgundy."],
["Pacharán", "[Patch-a-ran] Spanish spelling of Patxaran."],
["Palate", "A term used as a synonym for 'mouth' or to refer to the characteristics of a wine that manifest in the taster's mouth."],
["Pale", "Normally used to focus a wine's color description, as in 'pale gold' or 'pale garnet'."],
["Palo Cortado", "A rare Oloroso sherry who's style is between a normal Oloroso and an Amontillado."],
["Palomino Fino", " White wine grape, and main varietal used to produce Spanish sherry. Wine made from it is low in both acidity and sugar. Which is good for sherry, but not for other types of wine."],
["Palpable", "Easily perceptible; usually modifies 'tannins'."],
["Parellada", "White grape mostly grown in Spanish Catalonia. Along with Macabeu and Xarel·lo, it is one of the three traditional varieties used to make the Cava sparkling wine. Besides its use in Cava, it is used mostly for blending in young white wines, although some more ambitious oaked blends with Chardonnay and Sauvignon blanc are also produced."],
["Passito", "(Pah-SEE-toe) - used to refer to partially dried grapes. The Italian wine-making process in which harvested grapes are placed in a dry room (traditionally on straw mats) to dry into raisins before being pressed. The procedure concentrates the sugars in the grape juice, and is usually used to make sweet wines."],
["Patxaran", "[Patch-a-ran] Spanish Basque liqueur made made by soaking sloe berries (small plums), along with a few coffee beans and a vanilla pod in anisette. It is usually served as a digestif either chilled or on ice. The liqueur is a light sweet reddish-brown color, and contains 25-30% in alcohol."],
["Pauillac", "(Poe-yahk) - Village of the Haut-Medoc in Bordeaux, central to perhaps the world's greatest vineyard region."],
["Peach", "Specific fruit description, often found in Riesling or Gewurztraminer and sometimes in dessert wines."],
["Pear", "Specific fruit description, typically associated with Chardonnay aged in toasted oak barrels."],
["Pecans", "Specific nut description, usually subtle (like 'hazelnuts') rather than forward (like 'walnuts')."],
["Pedro Ximenes", " White grape, mainly used to make sherry and other sweet fortified wines."],
["Penedès", "(Pay-nay-DEHS) - One of the most well known wine appelations (Denominación de Origen) in Spain, situated near Barcelona. It is where Cava sparkling wine is produced. The region is suited to growing an unusually wide range of grape varieties. Dark skinned grapes (Garnacha, Tempranillo, Cabernet Sauvignon and Cariñena) dominate at lower altitudes. While at higher altitudes white grape varieties such as Xarel·lo and Macabeo form the overwhelming majority."],
["Peppery", "Spicy with the fragrant pungence of black pepper. Typical of Rhone and Languedoc reds made from Syrah and Grenache. See 'black pepper'."],
["Perequita", "(Pay-reh-KEE-tah) - Portuguese grape, produces hearty, robust dry reds."],
["Perfumed", "Aroma description, usually reflects a heavy floral quality that may be out of balance."],
["Perlant", "French term used to describe a wine containing a faint amount of gas."],
["Persists, persistent", "Generally describes the length of a wine's finish or aftertaste, roughly synonymous with 'long'."],
["Pétillant", "(Peh-tee-yahN) - A lightly sparkling quality. Like the Italian 'frizzante' slightly sparkling, perhaps sensed merely as a prickling on the tongue without actual bubbles being visible. Vin pétillant means sparkling wine."],
["Petillance", "Bubbly, but less so than a sparkling wine like champagne. The equivalent word in Italian is frizzante, while in French it is pétillant."],
["Petite Arvine", " Swiss white wine grape planted primarily in the Valais region. Makes dry, medium-dry or sweet wines with a rich texture originating in the extract from the thick-skinned berries."],
["Petite Sirah", "(Peh-teet See-rah) - California red grape, probably the same as the Durif of the Rhone. Makes an inky-dark red wine that can last forever, but typically one-dimensional in flavor, with the warm, plummy notes typical of grapes grown in a warm climate."],
["Petit Verdot", "(Peh-tee Vehr-doe) - Red wine grape, fine quality but a minor player in the Bordeaux blend."],
["Petrol", "Having aromas or flavors that suggest fuel. An odd and strangely appealing character in older, well-cellared Rieslings, particularly those from Germany's Rhine and Mosel. See also 'diesel' and 'mineral'."],
["Ph", "an indication of a wine's acidity expressed by how much hydrogen is in it."],
["Phenolic compounds", "Tannins, pigments and flavanoids found primarily within grape skins, but also in grape seeds and barrel oak."],
["PH", "The measure of acid strength; the lower the pH, the higher the acid strength."],
["Phylloxera", "(fil-LOX-er-rah) - A parasite louse that feeds on the roots of vitis vinifera grape vines, can devastate vineyards; virtually wiped out the French wine industry during the 1860s and 1870s (after being accidentally exported on vines from the U.S.), and remains a problem today in Northern California, where many vineyards are now being replanted on louse-resistant roots."],
["Picpoul de Pinet", "A designation or cru which may be used within the Languedoc appellation for white wines made exclusively from the Piquepoul blanc grape in the communes Pinet, Mèze, Florenzac, Castelnau-de-Guers, Montagnac and Pomérols. The wines are green-gold in color, full-bodied, and show lemon flavours."],
["Pièce", "A Burgundian wine barrel with a capacity between 215 and 228 liters."],
["Piemonte", "(Pee-eh-MAWN-tay) - Also 'Piedmont' literally 'the foot of the mountains', An area in northwest Italy known for Barolo, Barbaresco, Barbera, Dolcetto and Moscato. This northwestern Italian wine region in the Alpine foothills, producer of some of the world's greatest red wines."],
["Piercing", "Modifying 'acidity' implies a high level of tart sourness that may be out of balance, although extreme acidity may be an advantage in some wine-food matches."],
["Pigeage", "Punching down the grape skins to drown aerobic bacteria and encourage cuvaison. (see also Cuvaison)."],
["Pineapple", "Specific fruit flavor, often associated with California Chardonnay, particularly if heightened by oak. Primary component of 'tropical fruit'."],
["Pineau Blanc / White Pineau", "[Pee-noe Blahn] Fortified wine (16-22% alcohol), made from a blend of lightly fermented grape must and Cognac in the Charente region of south-western France. It is usually made from Ugni Blanc, Folle Blanche and Colombard grapes, and must be aged for at least 18 months, including a minimum of 8 months in oak barrels. White pineau is deep golden in colour, and the taste is predominantly sweet, but is balanced by both acidity and the high alcohol level. Finer varieties are barrel aged for over 5 years, and quite often for several decades."],
["Pinotage", "(Pee-noe-tahj) - A hybrid between Pinot Noir and Cinsault that's grown almost exclusively in South Africa, where it makes a fruity, dark red wine with an odd earthy character."],
["Pinot Blanc", "(Pee-noe BlahN) - A white grape popular in Alsace, Germany and elsewhere, making a dry, full white wine that some liken to Chardonnay, but typically medium in body and sometimes showing melon scents."],
["Pinot Grigio", "(Pee-noe Gree-joe) - French and Italian names, respectively, for the same grape, typically making a dry and very crisp and acidic white wine, often with a light musky aroma, well-suited to accompany seafood and fish. Common in Alsace, Northeastern Italy, and increasingly Oregon, where it takes the French name."],
["Pinot Gris", "(Pee-noe Gree) - Also called Pinot Grigio, this is a grayish-purple grape that yields a white wine with a refreshing character. French and Italian names, respectively, for the same grape, typically making a dry and very crisp and acidic white wine, often with a light musky aroma, well-suited to accompany seafood and fish. Common in Alsace, Northeastern Italy, and increasingly Oregon, where it takes the French name."],
["Pinot Meunier", "(Pee-noe Mehr-n'yay) - Relatively uncommon as a varietal, but frequently used in the Champagne blend."],
["Pinot Noir", "[Pee-noe Nwahr] - A red wine grape that is the basis of the famous wines of Burgundy, France. Classic red grape, widely acceptes as one of the world's best. Outside of Burgundy, it has proven difficult to grow and vinify well elsewhere, but California and Oregon increasingly hit the mark (albeit with usually a somewhat different style), and wine makers in many other parts of the world are still trying."],
["Pinpoint", "Classic description of the peculiarly tiny bubbles that flow in a lasting fountain from the bottom of your glass when very fine Champagne is poured."],
["Pitorro", "Puerto Rican homemade rum / moonshine. When well made it can be smooth like a good brandy. It can be flavored during fementation by adding spices or fruits (coconut. Guava, tamarind fruit)."],
["Plonk", "british slang for inexpensive wine.  Also used a derogatory term to describe very low-quality wines."],
["Plum, plummy", "Very common description for red wines, particularly budget-range reds made from grapes grown in particularly warm climates. Showing aromas or flavors that suggest ripe plums."],
["Plump", "A somewhat less pejorative rendition of 'fat' or 'flabby' suggesting a wine that's low in acidity but that brings sufficient fruit to offset the lack of structure."],
["Plush", "A textural descriptor for wines that feel luxurious in the mouth."],
["Podere", "small farm or estate - in Tuscany a Podere is usually part of a larger 'Fattoria'."],
["Polyphenols", "A complex group of organic chemicals that includes wine's tannins."],
["Pomace", "The mass of skins, pits, and stems left over after fermentation; used to make grappa in Italy and marc in France."],
["Pomerol", "(Paw-mehr-ahl) - Noteworthy village on the right bank of the Dordogne, opposite the Haut-Médoc, known for its Merlot-based red wines, particularly the cultish Chateau Pétrus, etc."],
["Port", "A fortified dessert wine made in the Douro Valley of Portugal and aged in the coastal town of Vila Nova de Gaia. Variations include Vintage, Tawny, Late Bottled Vintage, Ruby, White."],
["Potassium bitartrate", "The crystals that sometimes precipitate in bottled wine, but which are normally removed by cold-stabilization. Made of the same compounds as Cream of Tartar."],
["Pouilly-Fuissé", "(Poo-yee Fwee-SAY) - White Burgundy, Chardonnay-based, made in the region of the same name. Especially popular in the U.S., although the legend that we like it because we finally learned to pronounce it is probably a myth .."],
["Pouilly-Fumé", "(Poo-yee Foo-MAY) - Loire white made from Sauvignon Blanc, dry and very lean and tart; like Sancerre, an excellent seafood wine."],
["Pourriture noble", "French term meaning 'noble rot'; called Edelfäule in Germany, muffa nobile in Italy. A fungus that attacks ripe grapes in certain areas, resulting in higher sugar content and finer sweet wines. (see Botrytis cinerea)."],
["Powerful", "A descriptor that indicates an impression of strength and intensity."],
["Prädikatswein", "The top level of German wines. The ripeness level designation must be displayed on the label and the wine may not be chaptalized. Prädikatswein range from dry to intensely sweet, but unless it is specifically indicated that the wine is dry or off-dry, these wines are always sweet. From least sweet to most sweet the ripeness level designations are: Kabinett, Spätlese, Auslese, Beerenauslese, Eiswein, Trockenbeerenauslese."],
["Premier cru", "French for 'first growth;' a high-quality vineyard but one not as good as grand cru."],
["Premiere", "In methode Champenoise, refers to the first batch or press juices collected after the free-run juice."],
["Press", "A machine that extracts juice from grapes. To exert pressure on grapes or must to extract their juices; also the mechanical device used to do this. Fr. fouloir."],
["Press juice", "The juice obtained by pressing, as opposed to free-run juice."],
["Pretty", "A descriptor indicating a wine that is attractive for its delicacy and finesse."],
["Prickly", "Barely carbonated, to the point where bubbles don't appear but the wine shows a perceptible prickling sensation on the tongue. Also see 'petillant'."],
["Prime", "The practice of removing bad odors and flavors from glasses by swirling them wine. Synonyms are Charge, Avvinare, Season"],
["Primary aromas", "Fresh aromas in wine that derive from the varietal used to make the wine."],
["Primeur, en", "A French term for wine sold while it is still in the barrels; known as 'futures' in English-speaking countries."],
["Primitivo", "[Pree-mee-TEE-voh] Red grape used in southern Italy which typically produces a robust, inky, tannic red wine with high alcohol levels. When grown in warmer areas, such as southern Italy, blackberry, anise and pepper notes are more common. This grape is called Zinfandel in the USA."],
["Priorato", "(Pree-oh-RAH-toe) - Wine region of Northeastern Spain, near Barcelona, gaining an increasing reputation for very hearty, dark red wines."],
["Prise de Mousse", "A French term for the second fermentation of methode Champenoise, executed in the bottles in which the wine is sold. Literally, 'catch the foam'."],
["Produttore", "producer."],
["Propriétaire-récoltant", "Proprietor, owner, or manager overseeing the tending of a vineyard, grape harvest and winemaking."],
["Prosecco", "[pro-SEK-oh] Italian sparkling wine; generally Dry or Extra Dry, made from Glera (Prosecco) grapes. It has recently become popular as a less expensive substitute for Champagne. Prosecco is usually produced using the Charmat method, in which the secondary fermentation takes place in stainless steel tanks, making it less expensive to produce than Champagne. Unlike Champagne, Prosecco does not ferment in the bottle and grows stale with time. It should be drunk as young as possible and preferably within three years of its vintage, although high-quality Prosecco can be aged for up to seven years."],
["Provence", "[Pro-vahns)] - Wine region of Southern France along the Mediterranean coast, south of the Rhone region and east of Languedoc."],
["Prunes", "Like plums, but more ripe and one-dimensional still. Not usually the indicator of a subtle or high-end wine."],
["Pruning", "The annual vineyard chore of trimming back plants from the previous harvest."],
["Puckery", "The tactile sensation of highly tannic wines; astringent."],
["Pulp", "The soft, moist, juice-laden part of the grape."],
["Pump over", "To circulate fermenting juice of red wines from the bottom of the tank over the skin cap that forms during fermentation to ensure optimal extraction and prevent bacterial spoilage."],
["Punch down", "To push the skin cap down into the fermenting juice to ensure optimal extraction and prevent bacterial spoilage."],
["Puncheons", "Larger oak barrels, usually 135 gallons."],
["Pungent", "Another synonym for acidity, the number of synonyms perhaps underscoring the critical nature of acidity to a wine's character. As you might guess, this one implies excessive sourness and is rarely used in a complimentary way."],
["Punt", "Term used to refer to the dimple, or indentation, at the bottom of a wine bottle. Also known as a kick-up. There is some debate as to the history and purpose of the punt, or whether its depth is any indicator of a wine's comparative value."],
["Pupitre", "French term for the rack in which bottles of Champagne are placed for riddling."],
["QPR", "'Quality-Price Ratio' a term primarily used as a shortcut in  wine talk, a favorable reference to a wine of particularly good value. Sometimes seen as 'PQR'."],
["Quaffer, quaffing wine", "A wine that's simple but refreshing, prompting easy swigging rather than thoughtful contemplation. See 'gulpable'."],
["Qualitätswein", "Light and simple Austrian wines derived from less-ripened grapes grown in a specific wine region."],
["Qualitätswein mit Prädikat", "(Kval-ee-TEHTS-vine mit PREH-dee-kaht) - Often abbreviated 'QmP' for obvious reasons, this is the highest quality rating for German wines."],
["Quality", "The degree of excellence of a wine, often judged by complexity, harmony and intensity."],
["Quarter-bottle, split, or piccolo", "Champagne bottle varying in capacity from 0.187-liter to 0.2-liter."],
["Racking", "The process of moving wine from barrel to barrel, while leaving sediment behind, for the purpose of clarifying it. (fr. soutirage)."],
["Racy", "A particularly approving synonym for 'acidic' this one suggesting a wine with a tart-crisp acidic flavor well balanced by fruit in a style that's particularly refreshing."],
["Raisins", "When perceptible as a specific fruit, generally the sign of a simple table wine made from warm-weather grapes (as in 'plums' and 'prunes'). Perfectly acceptable as a subtle element in a flavor mix, though, and reaches nirvana in the typically raisin-flavored Hungarian Tokaji dessert wine."],
["Rancio", "Wine from the Catalan vineyards of France and Spain, fortified and oxidized through prolonged periods of aging in wood and heating in sunlight. Such methods give it a tawny brown color and rich, nutty, or sweet aroma - typical of Madeira and old Sherries. (see also Maderized)."],
["Raspberry", "Specific fruit description, often found in Zinfandel (see 'mixed-berry' 'bramble fruit') and Beaujolais."],
["Recioto", "(Ray-CHO-toe) - Wine from the Veneto region of Northeastern Italy, made from especially ripe grapes (hence the name, from the dialect word for 'ears' referring to the upper edges of the grape bunches that get the most sunlight and thus ripen the most. The juice is further concentrated by the 'passito' process in which freshly harvested grapes are allowed to dry into raisins before they're pressed and fermented. Usually sweet, although the well-known style Amarone is dry. See also 'Ripasso'."]
]
