[
["Madiran", "(Mah-dee-raN) - Madiran is an appellation of robust red wine from the village of Madiran in the south-west of France. The wine is typically very concentrated, high in tannin and traditionally requires several years aging to be at its best. The style of a really good Madiran is not unlike that of high-end Cabernet Sauvignon-dominated Bordeaux wines.  The main grape variety in Madiran AOC is Tannat, which must make up 40-60% of the vineyard, and it is supplemented by Cabernet Franc (locally also called Bouchy), Cabernet Sauvignon and Fer (locally also called Pinenc). Some of the appellation's top wines are in fact made from 100% Tannat; this is within AOC regulations."],
["Madre", "the 'mother', or 'matrix', which is residue from earlier vintages, left in barrels to guide the transformation of musts into wine (such as 'Vin Santo')."],
["Magnum", "Champagne or wine bottle with 1.5-liter capacity (equal to two standard 750ml bottles)."],
["Malbec", "(Mahl-bek) - Red-wine grape used as a blending varietal of the Bordeaux blend, where its intense color and extract add to the wine's body; also used as primary grape in the inky red wines of Cahors and in some Argentine reds. Malbec are also delicious as table grapes."],
["Malic acid", "one of the three predominate acids intrinsic in grapes and apples, converted to lactic acid during malolactic fermentation. Tart-tasting malic acid occurs naturally in a number of fruits, including, apples, cherries, plums, and tomatoes."],
["Malolactic fermentation", "A bacterial secondary fermentation, often occurring in barrels, that converts harsh malic acid into softer, creamier lactic acid and carbon dioxide. Performed on all red wines to increase stability, and performed on some white wines to increase complexity and add the buttery component diacetyl. The result is a soft, mellower wine."],
["Malvasia", "(Mahl-va-SEE-ah) - Italian white-wine grape, cultivated in Europe for 2 millenia, often blended with other grapes. Malvasia Nera is grown in Puglia, in Southern Italy. Malvasia is one of the 2 white varietals allowed in DOC Chianti; occasionally seen as a 100 percent varietal."],
["Manzanilla", "(Mahn-za-NEE-yah) - A dry style of Sherry, from San Lucar de Barrameda in Spain, named for its apple-like characteristic. Similar to Fino, made in a particular seaside village where the environment allegedly adds a saltwater tang to the wine."],
["Marechal Foch", "(Mah-reh-shal Fosh) - French-hybrid grape used to make red wines in the Eastern U.S."],
["Margaux", "(Mahr-goe) - One of the top sub-regions of the Medoc in Bordeaux, centered on the first-growth property that shares its name."],
["Marriage", "In wine, the integration of the components of blended grapes or wines or of additions to wine, such as dosage or sulfur dioxide, to form a more pleasing combination."],
["Marsanne", "(Mahr-sahn) - Excellent white-wine grape of the Rhone, increasingly planted in California."],
["Maso", "a vineyard holding in Trentino."],
["Mataro", "(Mah-TAH-roe) - Name used in Portugal for the Mourvèdre wine grape."],
["Maturation", "The aging period at the winery during which the wine evolves to a state of readiness for bottling. Also the ongoing development of fine wines during a period of bottle aging."],
["Mature", "A wine that has reached its optimum point during aging, and exhibits a pleasing combination of aromas, flavors and bouquet."],
["Mavrodaphne", "(Mahv-roe-DAHF-nee) - Greek red-wine grape usually used in a sweet, strongly fortified dessert wine that can represent very good value."],
["Meaty", "A specific kind of 'earthy' quality. A wine with chewy, fleshy fruit, quite literally reminiscent of raw beef, sometimes found in red Rhones. It may even have the aroma of cooked meat."],
["Medicinal", "Herbal aromatics, not necessarily unpleasant, may evoke alcohol or witch hazel."],
["Medium-dry", "A term to indicate slight sweetness in wines that are slightly sweet, that is, not quite dry."],
["Medium, medium-bodied", "As the name implies, a wine that's neither light-bodied nor heavy-bodied."],
["Medium sweet", "A term to indicate the perceived level of sweetness in wines that are not fully sweet."],
["Médoc", "(May-dawk) - The peninsula between the Gironde River and the sea, center of the Bordeaux vineyard area. Margaux, St.-Estèphe and Pauillac are three leading AOCs in the Médoc. See 'Haut-Médoc'."],
["Mellow", "Smooth and soft, with no harshness."],
["Melon, muskmelon, musky melon", "As with 'cantaloupe' a musky, melon aroma that's found in many whites -- Pinots Blanc, Gris and Grigio, also Muscadet and sometimes Riesling."],
["Mencía / Mencia", "Grape variety mostly found in the northwestern Spain in the Bierzo, Ribeira Sacra and Valdeorras regions. Wines produced from Mencía have traditionally been light, pale, relatively fragrant red wines for early consumption. In recent years, much more concentrated and complex wines have been produced by a new generation of winemakers."],
["Merde", "Generic term for a range of aromas and flavors associated with organic qualities like 'barnyard', 'forest floor', and 'tree bark'. May be associated with brettanomyces but can also result from oak aging or the nature of specific grapes."],
["Meritage", "A Bordeaux blend made outside of Bordeaux, predominantly in California."],
["Merlot", "(Mare-low) - Red-wine grape, popular in Bordeaux. A key player in the Bordeaux blend, more recently grown as a varietal in its own right, especially in California and, increasingly, Washington State. Because it makes a smooth and mellow red wine, it has become an 'entry' wine for new red-wine drinkers. Black-cherry and herbal flavors are typical."],
["Mesoclimate", "The unique climate of a subsection of a wine region."],
["Méthode champenoise", "The traditional method of making Champagne, whereby the carbonation occurs naturally during a second fermentation, rather than by injection of CO2."],
["Methuselah", "Champagne bottle with a 6-liter capacity."],
["Metodo Classico", "champagne method, where the 2nd fermentation takes place in the Bottle and wines rest in 'pupitres'until their 'degorgement'."],
["Meursault", "French appellation in the Côte de Beaune subregion of Burgundy. It produces mainly white wines from Chardonnay grapes, primarily in a style with a clear oak influence, which have led to descriptions such as 'buttery' to be applied to powerful examples of Meursault wines. Within the Meursault AOC there are some Premier Cru vineyards, but no Grand Cru. This has however not stopped the wines of Meursault from competing with the white burgundies from the villages Chassagne-Montrachet and Puligny-Montrachet, where several Grands Crus are situated."],
["Microclimate", "The climate in and around the grapevine's canopy."],
["Middle, mid-palate", "Another technical term (see also 'attack' and 'finish' or 'aftertaste') for the sequence of sensations as the wine hits your palate. This alludes to the impression between first taste and swallowing; you'll sometimes hear a wine described as having 'a hole in the middle' if the mid-palate impression isn't up to the attack or the finish."],
["Millesime/ Millesimato", "French for vintage or year; can be used for sparkling and still wines, indicating the year of vintage."],
["Mineral", "Difficult-to-describe term that may reflect the 'stony' character of Chablis or the trademark flavor of Chateau Haut-Brion, or the odd, almost gasoline-like character (see 'petrol' and 'diesel') of older Rieslings."],
["Minerally", "Having flavors or aromas that suggest minerals. It may be described as chalk, iron, etc."],
["Minervois", "(Mee-nehr-vwah) - Languedoc wine region, source of inexpensive, fruity red wine."],
["Mint", "A specific flavor of mint, usually found only in subtle proportions. Often found in California Cabernets (where it's close kin to 'eucalyptus') and in Austrian Gruner Veltliner."],
["Mise en bouteille", "(Meez ahn Boo-tay) - Fr., literally 'put in bottle' . 'Mise en bouteille au Château' has legal significance, meaning 'estate bottled' wine made by, and from grapes grown on the property of, the winery. Where a wine is bottled, generally indicated on the bottle's label."],
["Mixed-berry", "As the name implies, undifferentiated berries, typical of Zinfandel and some Languedoc reds."],
["Moelleux", "Sweet, mellow."],
["Moldy", "Smell suggestive of mold or rot, often found in aged wines or wines affected by Botrytis cinerea. Wines from Grapes, or in contact with containers or corks that have developed mold have this 'off' odor."],
["Monastrell", "Name used in Spain for the Mourvèdre wine grape."],
["Monica", "Red wine grape grown primarily in Sardinia (Italy). Due to low acidity levels, wine made from these grapes are relatively unsophisticated and made to be consumed young."],
["Montepulciano", "[Mohn-tay-pool-CHAH-noe] Red Italian wine grape variety. When fully ripened, it produces deeply colored wines, with moderate acidity and noticeable extract. It is the primary grape used in wine from DOCG Montepulciano d'Abruzzo Colline Teramane, the larger DOC outside of Colline Teramane, and the DOC wines of Rosso Conero and Rosso Piceno. Not be confused with the similarly named Tuscan wine Vino Nobile di Montepulciano, which is made from predominantly Sangiovese grapes and is named for the village it is produced in, rather than for containing any Montepulciano grapes. The Montepulciano grape is widely planted throughout central and southern Italy, most notably in Abruzzi, Latium, Marche, Molise, Umbria and Apulia, and is a permitted variety in DOC wines produced in 20 of Italy's 95 provinces. Montepulciano is rarely found in northern Italy because the grape has a tendency to ripen late and can be excessively 'green' if harvested too early."],
["Montepulciano d'Abruzzo", "[Mohn-tay-pool-CHAH-noe duh-BROOT-zoe] Italian DOC that typically produces dry red wines with soft tannins, that are consumed young. The wine is made with a minimum of 85% Montepulciano and a maximum 15% Sangiovese, and is one of the most widely exported DOC wines in Italy. According to wine expert Oz Clarke, Montepulciano d'Abruzzo is often deeply colored, with pepper and spice notes. It can be described as 'rustic'. Master of Wine Mary Ewing-Mulligan describes the wines as aromatic, tannic and with low acidity. Bottles labeled 'Riserva', have been aged by the maker for more than two years. Bottles labeled 'Vecchio' are aged a minimum of two years in wood barrels. Montepulciano d'Abruzzo should not to be confused with Vino Nobile di Montepulciano, a Tuscan wine made from Sangiovese and other grapes."],
["Moscato Wine", "Known for its surprising perfume-like smell, light-body, semi-sparkling, spritzy character (frizzante), lower alcohol content (typically around 5-8%), sweetness and its strong fruit-forward palate profile. The wine's color steers towards straw yellow with occasional tinges of gold. Bouquets of orange blossom, honeysuckle, almonds, ginger and strong fruit dominated by green grapes, citrus tones and ripe peach nuances. On the palate, you can expect an impressive lineup of fresh, forward fruit with sugar levels ranging from semi-sweet to sweet and wrapped in medium acidity."],
["Mosel, Moselle", "(Mo-ZELL) - German river valley, tributary of the Rhine, source of some of the nation's best white wines made from Riesling grapes. Also in France and Luxembourg, where the wine is produced."],
["Mourvèdre", "Moor-VED'rr) - Red grape commonplace in Southern France (Languedoc, Rhone), Spain and Portugual. Rich in color and extract, it often imparts earthy aromas to the wine; one common descriptor is 'tree bark'. Synonyms: Monastrell, Mataro."],
["Mousse", "The foam of bubbles, or head,  that forms on the top of a glass of Champagne or sparkling wine."],
["Mousseux, -euse", "adj. Sparkling, bubbly; n.m. sparkling wine."],
["Mouth-feel", "how a wine feels in one's mouth. E.g., rough, smooth, velvety, furry."],
["Mouth-filling", "Similar to 'full-bodied' a wine that impresses itself with weight, texture and flavor on the palate."],
["Muffa Nobile", "noble rot (Botrytis cinerea)."],
["Muller-Thurgau", "[MEW-lehr Toor-gow] White wine grape created in 1882 by crossing Riesling with Madeleine Royale. Müller-Thurgau wines are mild due to low acidic content, but nevertheless fruity. The wines may be drunk while relatively young, and with few exceptions are not considered to improve with age. Müller-Thurgau was used to cheaply produce large amounts of medium sweet German wines, such as Liebfraumilch and Piesporter, which were quite popular up until the 1980s. Since then plantings have decreased significantly, but as of 2006 it was still Germany's second most planted variety."],
["Muscadet", "(Moos-cah-day) - A light, dry Loire white wine made from a grape of the same name (alternatively named Melon 'May-lawN'), sometimes showing a light musky or cantaloupe quality."],
["Muscat", "(Moos-cah) - Aromatic, ancient grape, considered by some to be an ancient ancestor of most other vitis vinifera grapes; makes wines, often sweet and always fruity, with a characteristic grapefruity and musky (as the name implies) aroma."],
["Muscular", "A big, bold, and fruitful flavor quality."],
["Mushrooms", "A mild earthy quality, pleasant in restraint, although a musty, mushroomy quality may also indicate a 'corked' wine."],
["Must", "unfermented grape juice (including seeds, skins, and stems). (fr. moût) Used until the end of fermentation, when it is then called wine."],
["Musty", "Stale, dusty or rank aromas. Usually an indication that the wine is 'corked'. Though corked wines never improve with breathing, some older wines may show an initial mustiness that blows off with time in the glass."],
["Muted", "Like a radio with the volume turned down, the elements are there, but there just isn't much of them. Not usually a favorable term."],
["Nebbiolo", "(Nay-BYOH-low)  A red grape popular in the Piedmont region of northwest Italy; the grape that yields both Barolo and Barbaresco."],
["Nebuchadnezzar", "Champagne or wine bottle with a 15-liter capacity."],
["Negociant", "french word describing a wholesale merchant, blender, or shipper of wine."],
["Négociant (or) négociant-éléveur", "French term for a wine merchant who buys wines from others and then labels it under his or her own name; stems from the French word for 'shipper'."],
["Nemea", "The largest red wine appellation of southern Greece. Its wines must be exclusively produced using the  indigenous Agiorgitiko grape."],
["Nero d'Avola", "Dark red skinned Sicilian grape, which produces wines comparable to New World Shirazes, with sweet tannins and plum or peppery flavours."],
["Neutral", "A wine lacking distinctive or recognizable flavor and/or odor. A common descriptor of ordinary blended wines."],
["New oak", "A term used to indicate barrels that are brand new."],
["New World", "Collective term for those winemaking countries outside of Europe."],
["Noble rot", "layman's term for 'botrytis'. See botrytis. "],
["Nose", "Synonymous with bouquet; the sum of a wine's aromas. Wine taster's term for the overall smell of a wine, its aroma and bouquet."],
["Nouveau", "(Noo-voe) - Literally 'new' in French, most often seen in 'Nouveau Beaujolais' the first wine of the new Beaujolais vintage, first sold by tradition on the third Thursday of November and best consumed before the end of that year."],
["Nutmeg", "Pleasant spice, akin to 'cloves' typical of some reds, particularly those aged in oak."],
["Nutty", "A roasty aroma or flavor suggestive of hazelnuts, almonds, roasted nuts, etc. Undifferentiated nuts, may be present as a subtle flavor element in any wine or as a predominant characteristic in a Sherry, Madeira or Tawny Port; in a 'maderized' wine that's over the hill. Exhibiting aromas or flavors that suggest nuts, desirable in dessert or aperitif wines such as sherry."],
["NV (or) non-vintage", "A wine that is made without a majority of grapes coming from a single year."],
["Oak, oaky", "Showing substantial influence of the oak barrels in which the wine was aged. This may manifest itself in many forms depending on the wine, the source of the oak, whether the barrels were 'toasted' (charred) and whether they are large or small, new or old. Oaky white wines often show such flavors as pineapple and tropical fruit. Oaky reds may show strong vanilla aromas or spices."],
["Odors", "Sensations caused by the volatile components of wines, including aroma, bouquet and 'off' odors."],
["Oeil de perdrix", "French term meaning partridge eye, used to describe the color of a pale rosé wine."],
["Oenology", "the science of wine and winemaking (see 'enology')."],
["Off", "A wine that's not quite right, referring to either the aroma or flavors."],
["Off-dry", "Wine quality that cannot be deemed sweet or dry. Very slightly sweet."],
["Off flavors", "Undesirable odors perceived by the mouth."],
["Off odors", "Undesirable odors perceived by the nose from a variety of possible sources."],
["Old vines", "An unregulated term for grape vines whose fruit quality is presumably good because the vines are old and produce little crop."],
["Old World", "A collective term used for European winemaking countries."],
["Olive, ripe olive, black olive", "An odd but not necessariy unpleasant flavor to find in a wine, turns up occasionally in Mediterranean reds and in some of the more flavorful Sauvignon Blancs and White Bordeaux."],
["Oloroso", "(Oh-loe-roe-soe) - Spanish, literally 'fragrant'. A type of dark, sherry produced without the use of flor. One of the two broad categories of Sherry, the other being Fino. Olorosos are typically dark and full-bodied, in contrast with the light Fino; most are made sweet, but dry Oloroso (like the Emilio Lustau Don Nuño) can be a revelation. Oloroso sherry is characterized by walnut flavors."],
["Opaque", "Visual description, too dark to see through."],
["Open", "Fully released character common in mature or fully developed wines."],
["Optima", "(OP-tee-mah) - Modern German grape, a Sylvaner x Riesling x Müller-Thurgau cross. Primarily a blending grape but turns up occasionally as a varietal."],
["Orange, orange-peel, tangerine", "Specific citrus flavors found in the significantly separated realms of Spanish reds and German whites."],
["Oregano", "Specific herbal descriptor found in some fine Bordeaux and California Cabernets."],
["Organic", "Grapes grown without the aid of chemical-based fertilizers, pesticides or herbicides."],
["Orvieto", "(Orv-YEH-toe) - Dry white wine from the ancient town of the same name in Umbria, Italy, between Rome and Florence."],
["Over-aged", "A general breakdown of wine kept too long in cooperage or bottle; oxidized."]
]
