[
["Clairet", "A light red or deep rosé wine. adj. Ruby-red (color of clairet wine)."],
["Claret", "(CLARE-it) An English name for dry red Bordeaux or Bordeaux-like wine."],
["Clarity", "Refers to the cloudiness or sediment in a wine."],
["Classico", "(CLAH-see-koe) the historic core of a DOC demarcated zone (such as Chianti Classico) of the Italian wine region, generally producing wines considered the region's best."],
["Classification of 1855", "A system of classifying the quality of France's best Bordeaux wines, requested from wine industry merchants by Napoleon III for the benefit of visitors to the 1855 Exposition Universelle de Paris. The result was the Bordeaux Wine Official Classification of 1855."],
["Clean", "The quality of a thin, fresh wine that finishes smooth in the mouth and has nothing unfavorable about it."],
["Cloaked:Hidden. One context", " Intense fruit 'cloaks' astringent tannins."],
["Clone", "A sub-variety of a wine grape variety that exhibits specific enological characteristics."],
["Clos", "(CLOW) - Once applied only to vineyards or orchards surrounded by walls, but now can connote any wine brand, vintner, or estate - as in Clos Pitois, Clos Saint Martin, etc."],
["Closed", "Term describing underdeveloped and young wines whose flavors are not exhibiting well."],
["Closure", "The device used to seal a wine bottle, usually a cork."],
["Cloves", "Spicy flavor -- look for it in Spanish Rioja -- often associated with oak."],
["Cloying", "Too sweet, without balancing acidity. When sweetness and acid are in good balance, the result is the natural, fresh sweetness of good fruit juice. Lacking acidic balance."],
["Coconut", "Unexpected but pleasant character, notable in a few good Languedoc reds, said to be characteristic of grapes grown in the local soil -- Domaine Dragon is an intense example -- although in wines of other regions, it likely reflects the influence of American oak."],
["Colchagua Valley", "[kohl-CHA-gwa] One of the most well known Chilean wine appellations. It produces red and white wines. Colchagua reds are produced using Cabernet Sauvignon, Carmenere, Malbec and Merlot, while the whites are made from Chardonnay, or Sauvignon Blanc."],
["Cold Stabilization", "Chilling wine before bottling to remove potassium acid tartrate crystals or other sediment from the finished wine."],
["Colli Piacentini", "Wine appellation located Northern Italy. It produces over 17 different wines, so it is hard to characterize Colli Piacentini wine. In addition to red and white wines, rosé rosato styles are also produced. The sweetness level of the wines can range among bone dry asciutto, very dry amaro, dry secco, slightly sweet abboccato, sweet amabile, medium-sweet pastoso to very sweet dolce. They can also vary widely in their degree of carbonation or "sparkling", ranging from still, very lightly sparkling frizzantino, slightly sparkling frizzante to fully sparkling spumante. A Vin Santo style wine can be made from dried grapes as well as young novello or "nouveau wines" released only a few months after harvest."],
["Collioure", "(Cole-YOOR) - Dry red wine from Banyuls in Southwestern France. Dr. Parcé is the most widely sought label."],
["Color", "A key determinant of a wine's age and quality; white wines grow darker in color as they age while red wines turn brownish orange."],
["Compact", "A descriptor used to describe a wine that is intense but not full."],
["Complete", "A satisfying and mature quality of wine with a solid finish."],
["Complex", "Describes a wine with multiple layers of flavors and bouquet that are well balanced. A common attribute of a classic wine."],
["Concentrated", "A term to describe aromas and flavors that are dense."],
["Concentration", "A descriptor used for a wine whose flavors or fruit character are tightly knit."],
["Concord", "(CAHN-curd) - American native grape (vitis labrusca) used in making old-fashioned country-style red wines with the 'Welch's Grape Jelly' aroma and flavor that wine tasters call 'foxy'."],
["Condrieu", "French appellation located in the northern Rhône region.The wines made in this AOC are exclusively white, and made from the Viognier grape. Condrieu wine is often characterized by delicate aromatics of peaches, dried fruit and white flowers. Some examples also have notes of anise, star fruit and melons. It is often full bodied and rich in a style that is texturally similarly to Chardonnay. Normally the wine is dry but the fruitiness and perfume of the bouquet can suggest sweetness. The delicate flavors of the wine can sometimes be overwhelmed by too much oak during the winemaking process. Condrieu should typically be consumed within four years."],
["Consistent", "Refers to a wine's aroma, taste and aftertaste all being appropriate to each other."],
["Consorzio", "consortium of producers that sets standards and promotes wines of a certain appellation or region."],
["Cooked", "A heavy flavor suggestive of prunes."],
["Cooperative", "A winery owned jointly by multiple grape growers."],
["Cooper", "One who makes or repairs wooden barrels or casks."],
["Corbières", "(Cor-b'yare) - A Languedoc region producing particularly appealing red wines based on Syrah, Carignane and other varietals."],
["Corked", "a term that denotes a wine that has suffered cork taint."],
["Corked or Corky", "A moldy odor and flavor caused from a fungus-infected cork, caused by tiny amounts of tyrene that contaminate the wine."],
["Corked wine", "A wine with musty, mushroomy aromas and flavors resulting from a cork tainted by TCA (2,4,6-trichloroanisole)."],
["Cork taint", "The most common wine fault, causes a musty aroma often compared to wet dog or wet cardboard and masks the fruit aromas in a wine. It is usually caused by the presence of the compound TCA on corks or even barrels. (see Corked wine)."],
["Corky", "A taste fault suggestive of cork or mildew caused by a defective or damaged cork."],
["Cornas", "(Cor-nahs) - Northern Rhone wine region, making a fine, ageworthy wine from Syrah."],
["Cortese", "cortese is the white grape used to make Gavi in Piemonte."],
["Corvina", "red grape that is used with two other grapes, Rondinella and Molinara, to create the light red regional blends known as 'Bardolino' and 'Valpolicella' wines in northeast Italy. Also called 'Corvina Veronese'."],
["Cosecha", "(Coh-SAY-cha) - Spanish for 'vintage'."],
["Coteaux du Languedoc", "(Coat-toe duh Lahn-geh-dawk) - Increasingly desirable dry red table wine from Southern France, variously using Grenache, Syrah, Cinsaut, etc., individually or in blends."],
["Côte Rôtie", "(Coat Row-tee) - Exceptionally fine, ageworthy red wine from the Northern Rhone, primarily Syrah-based and named for the 'roasted slopes' on which the vineyards grow."],
["Côtes-du-Rhône", "(Coat duh Rone) - Generic appellation for basic Rhone Valley wines, red and white. Often represent good value, although some drop to jug-wine status."],
["Côtes-du-Ventoux", "(Coat duh VaN-too) - Neighbor of Cotes-du-Rhone, sometimes offering exceptional quality-price ratio. Look for La Vieille Ferme, replaced in the mid-'90s by Perrin Reserve."],
["Cotton candy", "Just like the pink, sugary stuff sold at carnivals; often detected in Beaujolais and wines made by the carbonic maceration process."],
["Country-style, country wine", "General term for inexpensive wines designed for casual consumption at the table; not a pejorative, just a statement of fact, although wine snobs may call such a wine 'coarse'. See 'spaghetti wine'. In the U.S., may also refer to the old-fashioned wines made from native American grapes, Concord, Scuppernong and Muscadines. (See 'foxy'.)."],
["Cream", "A full-bodied, golden sweet dessert sherry."],
["Creamy", "A textural description often associated with Champagnes and sparkling wines."],
["Crémant", "French term for wines that are slightly sparkling, literally 'creaming'. Crémant wines have 4 atmospheres of pressure compared to Champagne's 6."],
["Crianza", "A Spanish term for a red wine that has been aged in oak barrels for at least one year."],
["Crianza", "(Cree-AHN-zah) - Spanish term for 'aged in oak'."],
["Crisp", "Acidic tartness noticeable without overwhelming; a favorable term, typical of good whites."],
["Cru Classé", "(Croo Clah-say) a top-ranking vineyard designated in the bordeaux classification of 1855."],
["Cru", "French term, used internationally, to mean the wine estate's best vineyards. Also, a French term for ranking a wine's inherent quality, e.g. cru bourgeois, cru classé, premier cru and grand cru."],
["Crush", "After stems are removed, breaking the grape skins prior to pressing and fermentation. Also, the english term for harvest or the season of the year (during harvest) when this occurs."],
["Crusher", "A machine that breaks open grapes and usually de-stems them as well."],
["Cult wine", "Wine for which dedicated groups of enthusiasts will pay large sums of money. Examples are Screaming Eagle from California and Penfolds Grange from Australia, among many others. They are often seen as trophy wines to be collected or as investment wine to be held rather than consumed. Because price is often seen as an indicator of quality, high prices often increase the desirability of such wines. This is true even for less expensive wines. For example, one vintner explained that "on several occasions we have had difficulty selling wines at $75, but as soon as we raise the price to $125 they sell out and get put on allocation". Other cult wines come from Burgundy, Bordeaux, Rhône and Italy."],
["Cuvaison", "Maceration of the grape skins during fermentation of red wine in order to transfer aroma, color, and tannin to the wine."],
["Cuve", "A vat or tub used for winemaking."],
["Cuvée", " [Coo-Vay] Derived from the French word "Cuve", which means tank. Cuvée has several different meanings. It can be used on labels to denote wine of a specific blend or batch. Or, in some regions outside of France, it is used to specifically indicate a wine made by blending several grape varietals. For sparkling wines, the cuvée also refers to the best grape juice obtained only by gently pressing the grapes. In Champagne, the cuvée is the first 2,050 litres of grape juice obtained from 4,000 kg of grapes."],
["Cuver", "To ferment wine in a vat."],
["Cuvier", "The building within a château where the wine is made."],
["Dark", "As a visual term, a red wine of intense color. As a flavor term, akin to 'brooding', a robust wine with depth and texture."],
["Dates", "Like the fruit; akin to 'tropical fruit'."],
["Decant", "To transfer wine from one container to another, either to aerate the wine or to remove red wine from its sediment deposit. The purpose is generally to aerate a young wine or to separate an older wine from any sediment."],
["Deep", "Also, Depth - Describing wines with layers of taste. Often refers to a more mature wine. Having layers of flavor complexity that progressively open up with oxygenation."],
["Degorgement", "The French term for 'disgorging' the removal of yeast sediment from bottles in methode Champenoise."],
["Dégustation", "French term for any kind of tasting - cheese, wine, etc."],
["Delicate", "Restrained flavors and aromas that are neither strong nor intense."],
["Demi-sec", "Although the literal translation is 'medium-dry', a sparkling wine with this description is actually fairly sweet, with 33 to 50 grams of sugar content per liter. Demi-sec wines were particularly popular during the 18th century."],
["Denominación de Origen", "(Day-nom-ee-nah-SYON day Oh-ree-HEN) - Spanish for 'appellation of origin'; like the French AOC or Italian DOC."],
["Denominazione di Origine Controllata", "(Day-nom-ee-nah-tzee-OH-nay dee Oh-ree-GEE-nay Con-) - Italian for a controlled wine region; similar to the French AOC or Spanish DO."],
["Depth", "The characteristic of fine wines that gives the impression of having layers of taste, rather than being one-dimensional."],
["Dessert wine", "A sweet wine that usually accompanies dessert, such as fortified or late harvest wines."],
["Destemming", "The process of removing grape stems prior to fermentation, to avoid adding tannins from the stems to the wine. (fr. égrappage)."],
["Deuxieme", "A term of method Champenoise referring to the second batch, or 'cut' of press juices collected after the free-run juice."],
["Developed", "A drinkable and mature quality of wine."],
["Diacetyl", "A chemical byproduct of malolactic fermentation that gives a buttery odor to the wine, enhancing complexity."],
["Diesel", "A favorable description. A wine having a favorable bouquet."],
["Dill", "Characteristic of red wines aged in American oak. Found in many Australian Cabernet Sauvignons and a few from California."],
["Dilute", "A description of a wine whose aromas and flavors are thin and watery."],
["Dirty socks", "Always an unpleasant flaw and a sign of incompetent wine making."],
["Disgorge:The process by which final sediments are removed from traditionally made sparkling wines prior to the adding of the dosage. There are two methods of disgorging", " the traditional way - à la volée, and the modern way - à la glace. Also see Disgorging Champagne and an explanation in French."],
["Disgorging", "Using the pressure of gas in the wine to remove the collected sediment from bottle-fermented sparkling wine."],
["Distinctive", "A wine that sets itself apart with refined character qualities."],
["District", "A geographic area more specific than a region."],
["DOCG", "acronym for 'Denominazione di Origine Controllata e Garantita' (controlled and guaranteed place name), which entails the same as DOC, but with stricter rules."],
["DOC", "In Portugal, the abbreviation for Denominacao de Origen Controlada, the official category for the country's highest wine category, whose defining factors are regulated by law."],
["DO", "In Spain, the abbreviation of Denominacion de Origin (place name), the official category for wines whose defining factors are regulated by law."],
["Dolce", "sweet."],
["Dolcetto", "(Dohl-CHET-toe) - dry wine red grape, predominately grown in northern Italy (Piedmont especially). Tasty red-wine grape of the Piemonte in Northwestern Italy, making a delightful wine that's usually light and fruity, but not sweet as the name (literally 'little sweet one') might suggest."],
["Domaine", "(Doh-mayn) - 'Estate' in French; in Burgundy, a domaine may incorporate numerous separate vineyards."],
["Dominant", "The aroma or flavor in question outweighs everything else in the wine. Not usually a favorable description; inimical to 'balance'."],
["Dosage", "In the making of Champagne and other sparkling wines, the wine and sugar mixture that is added to adjust the final sweetness of the wine. A sweetened spirit added at the very end to Champagne and other traditionally made sparkling wines. It determines whether a wine is brut, extra dry, dry or semi-sweet. (fr. liqueur de tirage)."],
["Double Magnum", "Wine bottle with 3-liter capacity."],
["Douro", "[Doo-roh]Wine region famous for producing Port wines."],
["Doux", "The sweetest category of sparkling wines."],
["Dry", "A wine containing no more than 0.2 percent unfermented sugar. Also a subjective term. Opposite of sweet. It can describe wines with a rough feel on the tongue."],
["Dull", "A flat, lackluster wine, deficient in acidity and liveliness. It may be applied to appearance, taste, or aromas."],
]
